/**
 * 推荐
 */
var newsList = [
  {
    title: "他是身价百亿的影帝，却已经不再演戏，56岁单身座驾是自行车",
    images1: "/images/news/news_1.png",
    images2: "/images/news/news_3.png",
    images3: "/images/news/news_2.png",
    title1: "热门",
    title2: "小彩说娱乐",
    newsId:1,
    music:{
      url: "http://111.6.224.12/amobile.music.tc.qq.com/C4000014UK6s0gzOnv.m4a?guid=1229199900&vkey=9AAF505A521D8FDB662F7196D82747F17F6EF939D98001850223E36A797B7EBF66FDD691F3D41A3A30FE79A0C48BDCC0D9DF9B4CF753F73C&uin=0&fromtag=66",
      
      title: "理查德·克莱-梦中的婚礼",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001k4Q4m2RYxCy.jpg?max_age=2592000"
    },
    avatar:"/images/avatar/avatar-1.png",
    time:"2020-04-11",
    text:"周星驰这一生是辉煌的，至少到现在能在演员跟导演这两个行业有很高成就的人，周星驰算是第一人，至今无人超越，而周星驰在这一生中，也因为这两个行业获奖无数，现在已经完全是一个身价百亿的影帝，但是很遗憾，周星驰却不再演戏。",
    text1:"",
    text2:"当时很多的商业都想找周星驰拍戏，毕竟这么多年不出山，周星驰演戏还肯定是一个大卖点，但是不管开多高的价钱，周星驰就是不肯演戏，而且一直专注于自己的导演行业，一直在拍戏，当然他是很成功的，而在事业上的成功，在感情上却没有了。",
    text3:"当然周星驰和朱茵两个人算是娱乐圈的金童玉女，两人在一起收到了很多人的祝福，但是没想到它们还是分手了，其原因据说是因为朱茵回家在房间看到了莫文蔚，但是这两人也完全没有透露。",
    text4:"而之后朱茵结婚，还生下了一个女儿，大家知道朱茵跟周星驰是再也没有机会，但是原本想周星驰也会重新找一个，但是没想到之后就没有出现过新的恋情，当时还有很多人表示，是周星驰失去了朱茵这个最爱的人，才会这样。",
    text5:"虽然不知道是不是这样，但是现在的周星驰已经56岁，却至今还是单身，这对于一个老人来说，而他的上亿的家产也后继无人。",
    text6:"再看看周星驰的日常生活，跟娱乐圈中很多的炫富形象不一样，周星驰的座驾是自行车，在香港的大街上，会时常看到周星驰骑着自行车。",
    text7:"这完全已经成为了一个孤独老人，希望周星驰还是赶紧找一个一辈子的人！对此，你有什么看法？你觉得周星驰还能找到爱他的人吗？",
    likeNum:2,
    commentNum:null,
    collectionNum:4,
    readingNum:8,
    collectionStatus:true,
    likeStatus:false,
    comments: [
      {
        username: '莫问归期',
        avatar: '/images/avatar/avatar-3.png',
        create_time: '1579867200',
        content: {
          txt: '真的特别喜欢周星驰呀呀呀。',
          img: [],
          audio: null,
        }
      },
      {
        username: '莫问天涯',
        avatar: '/images/avatar/avatar-6.png',
        create_time: '1583733600',
        content: {
          txt: '祝天下有情人终成眷属！！！',
          img: [],
          audio: null,
        }
      },
      {
        username: '冷暖自知',
        avatar: '/images/avatar/avatar-9.png',
        create_time: '1578484800',
        content: {
          txt: '',
          img: [],
          audio: { url: "http://123", timeLen: 10 },
        }
      }
    ],
    texttop: "一曲《一剪梅》古筝版，弹尽爱恨情仇，35年过去了，依旧那么动听",
    src: "https://vdept.bdstatic.com/446343736a4d687931536a4569753657/61514e4179366243/62a9bdcfceef1c929c147ea163dc9c6d28b57ff89fe48cb41c666e4dd932aabf940d21b6a77f21318da26fbff0a8d475.mp4?auth_key=1590391012-0-0-30e8621116133a422abf79d5cc4fe7ca",
    textlow: '热门',
    author: "寒气震八方",
    time1:"发布时间：2020-04-18"
  },
  {
    title: "癌症有“3怕”，坚持做好3件事，癌细胞不攻自破",
    images1: "/images/news/news_7.png",
    images2: "/images/news/news_9.png",
    images3: "/images/news/news_8.png",
    title1: "推荐",
    title2: "阿杜说健康",
    newsId: 2,
    music: {
      url: "http://111.6.224.12/amobile.music.tc.qq.com/C4000014UK6s0gzOnv.m4a?guid=1229199900&vkey=9AAF505A521D8FDB662F7196D82747F17F6EF939D98001850223E36A797B7EBF66FDD691F3D41A3A30FE79A0C48BDCC0D9DF9B4CF753F73C&uin=0&fromtag=66",
      title: "理查德·克莱-梦中的婚礼",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001k4Q4m2RYxCy.jpg?max_age=2592000"
    },
    avatar:"/images/avatar/avatar-6.png",
    time: "2020-03-18",
    text: "说起癌症，相信很多人都不陌生了，它是一种让很多人都闻风丧胆的疾病，但是很多人并不知道，癌症虽然可怕，但它却也有怕的东西，下面就让我们一起来了解一下吧！",
    text1: "癌症有“3怕”，坚持做好这三件事，癌细胞不攻自破！",
    text2: "第一件事：常喝水。人的体内藏着一个完善的储水系统，这个系统储备了大量的水，其主要功能是在人体缺水时，让最重要的器官先得到足量的水和养分。当人替缺水时，就可能导致产生慢性疼痛的症状或者癌症的发生。",
    text3: "喝水的时候不妨加一点润肺排毒的小植物放里面，可以将秋黄草/枸杞/菊花三种混合搭配一起泡水喝，对免疫力不足引起的各种疾病都可以得到很好的缓解。经常服用不仅可以“补足正气”，还能够很好的起到防癌抗癌的目的。",
    text4: "第二件事：加强锻炼。生命在于运动，一个良好的身体可以帮助人们避开大部分的疾病，尤其是本身就免疫力弱的人，更容易遭受癌症的侵袭，此时增强锻炼便能很好的起到防癌抗癌的作用。",
    text5: "当然在运动方面，我们应该找到适合自己的运动方式，例如慢跑、游泳、爬山、打太极等都是不错的选择，切勿盲目过度运动，以免对我们的免疫力造成损伤。",
    text6: "第三件事：保持良好的饮食习惯。癌症的发生与我们的日常饮食有着很大的关联，比如经常吃过烫的食物会对消化道黏膜以及食管粘膜带来一定的伤害，久而久之会导致正常的细胞基因发生突变，增加了患食道癌的风险。",
    text7: "另外经常摄入高脂肪高热量食物，暴饮暴食会引起身体的肥胖，而过度肥胖的人群患上癌症的风险明显增高。其次大量的吃腌制以及熏烤食物，也是诱发癌症的主要原因之一。所以在日常生活中要保持良好的饮食习惯，军均衡的摄入营养，减少垃圾食品的摄入。",
    likeNum: 1,
    commentNum: null,
    collectionNum:5,
    readingNum: 10,
    collectionStatus: false,
    likeStatus: true,
    comments: [
      {
        username: '养生达人',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579847200',
        content: {
          txt: '癌症是真的可怕！！：',
          img: [],
          audio: null,
        }
      },
      {
        username: '莫问天涯',
        avatar: '/images/avatar/avatar-5.png',
        create_time: '1583723600',
        content: {
          txt: '平常要多锻炼、多运动',
          img: [],
          audio: null,
        }
      },
      {
        username: '冷暖自知',
        avatar: '/images/avatar/avatar-4.png',
        create_time: '1578284800',
        content: {
          txt: '',
          img: [],
          audio: { url: "http://123", timeLen: 8 },
        }
      }
    ],
    texttop: "济公：济公父母双亡，家产也被恶人霸占，终于忍无可忍，放火烧家",
    src: "https://vdept.bdstatic.com/76624d7076524e6a7665767968556c53/633849485753484b/1bccbd59149554a2cdd58c5f19d6b09224cf55268c570fee4aa5aff0145802489e0d8c1f3c9417c0130f0d6dd7a10432ccd970d842accafec050be081f83605b.mp4?auth_key=1590391227-0-0-ee64de4503a985de4a8b822f0baf7eab",
    textlow: '推荐',
    author: "小王子影像厅",
    time1: "发布时间：2020-03-11"
  },
  {
    title: "乔丹单赛季场均30+有8次，科比3次，詹姆斯2次",
    images1: "/images/news/news_6.png",
    images2: "/images/news/news_4.png",
    images3: "/images/news/news_5.png",
    title1: "热门",
    title2: "豪情NBA",
    newsId: 3,
    music: {
      url: "http://111.6.224.12/amobile.music.tc.qq.com/C4000014UK6s0gzOnv.m4a?guid=1229199900&vkey=9AAF505A521D8FDB662F7196D82747F17F6EF939D98001850223E36A797B7EBF66FDD691F3D41A3A30FE79A0C48BDCC0D9DF9B4CF753F73C&uin=0&fromtag=66",
      title: "理查德·克莱-梦中的婚礼",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001k4Q4m2RYxCy.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-5.png",
    time: "2020-04-15",
    text:"自从进入小球时代以后，NBA球员的得分数据逐渐上涨，这并不是意味着这些球员的得分技巧，投篮效率上涨，而是因为当前球队防守能力下滑，进攻节奏变快，出手次数增加。然而即便如此，只谈论得分能力的话，还是过去的乔丹最强！乔丹单赛季场均得分30+有8次，科比3次，詹姆斯2次！",
    text1: "",
    text2: "詹姆斯场均30+，2次",
    text3: "詹姆斯的得分能力一直被低估，虽然他的得分爆炸力不如哈登，科比这种球员，然而詹姆斯胜在持续输出的稳定性。职业生涯15个赛季，詹姆斯只有2个赛季场均30+，看起来非常少，而且詹姆斯只有1次得分王。然而詹姆斯除新秀赛季外，其余赛季场均得分都在25+，这就是詹姆斯的稳定性，所以他现在还在巅峰，他的巅峰有多久，我们谁也不知道。",
    text4: "乔丹场均30+，8次",
    text5: "乔丹整个职业生涯才15个赛季，然而他无愧是篮球之神，单赛季场均30+，乔丹有8次，令人匪夷所思。毕竟场均30+，基本意味着就是得分王了，当然乔丹也有10次得分王，更有单赛季场均37.1分的表现，整个职业生涯，乔丹场均得分30.1分，也突破了30+，这真的非常难！",
    text6: "科比场均30+，3次",
    text7: "科比可以说是21世纪前十年最佳得分手了，单场81分的壮举，令人叹为观止。科比职业生涯场均30+有3次，单赛季场均最高得分35.4分。不过那都是科比单独带队的时候了，后来加索尔加入后，湖人回到争冠行列，科比得分下降了一些，不过能够拿到冠军，比起得分王这种称号，要值得多。",
    likeNum: 2,
    commentNum: null,
    collectionNum: 4,
    readingNum: 12,
    collectionStatus: true,
    likeStatus: false,
    comments: [
      {
        username: 'nba',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579867200',
        content: {
          txt: '加油加油！！',
          img: [],
          audio: null,
        }
      },
      {
        username: '豪情NBA',
        avatar: '/images/avatar/avatar-2.png',
        create_time: '1579767200',
        content: {
          txt: '太爱詹姆斯了，赞赞赞',
          img: [],
          audio: null,
        }
      }
    ],
    texttop: "身患癌症还不忘照顾收养的孩子，连涂磊都为他感动",
    src: "https://vdept.bdstatic.com/61637878775064664551567045577038/4d313775794e7044/e0749fa046e0ca3666e618f88000d093570a03bde3b68030a89baf5fffd910853ab9b8156ae7c6cc0b60e230b5e0af9273fa9783d8b397667174d4be22e040bd.mp4?auth_key=1590391308-0-0-8466a4004a657cab7531ee1ee6d72939",
    textlow: '热门',
    author: "大龄影迷集中营",
    time1: "发布时间：2020-04-20"
  },
  {
    title: "家里的这种水，如果经常喝会致癌，以后注意了！",
    images1: "/images/news/news_13.png",
    images2: "/images/news/news_14.png",
    images3: "/images/news/news_15.png",
    title1: "推荐",
    title2: "健康百科汇",
    newsId:4,
    music: {
      url: "http://111.6.224.12/amobile.music.tc.qq.com/C4000014UK6s0gzOnv.m4a?guid=1229199900&vkey=9AAF505A521D8FDB662F7196D82747F17F6EF939D98001850223E36A797B7EBF66FDD691F3D41A3A30FE79A0C48BDCC0D9DF9B4CF753F73C&uin=0&fromtag=66",
      title: "理查德·克莱-梦中的婚礼",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001k4Q4m2RYxCy.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-4.png",
    time: "2020-03-15",
    text:"把自来水烧开3-5分钟，亚硝酸盐和氯化物等有害物质的含量最低，最适合人们饮用。久置的开水中含氮的有机物会不断被分解成亚硝酸盐，同时，难免有微生物的介入会加速含氮有机物的分解。亚硝酸盐在人体内可形成致癌的亚硝胺。亚硝酸盐对身体的危害众所周知，所以，开水最好当天喝完。此外，现在很多家庭习惯用桶装水，但是如果不在短期内喝完细菌也会超标，纯净水便不再纯净。",
    text1: "到底什么样的水不能喝？",
    text2: "未煮沸的水--膀胱癌、直肠癌。专家指出，饮用未煮沸的水，患膀胱癌、直肠癌的可能性增加21%-38%。当水温达到100℃，这两种有害物质会随蒸气蒸发而大大减少，如继续沸腾3分钟，则饮用安全。",
    text3: "千滚水--腹泻、腹胀、昏迷惊厥。千滚水就是在炉上沸腾了一夜或很长时间的水，还有电热水器中反复煮沸的水。这种水因煮过久，水中不挥发性物质，如钙、镁等重金属成分和亚硝酸盐含量很高。久饮这种水，会干扰人的胃肠功能，出现暂时腹泻、腹胀；有毒的亚硝酸盐还会造成机体缺氧，严重者会昏迷惊厥，甚至死亡。",
    text4: "重新煮开的水--中毒。有人习惯把热水瓶中的剩余温开水重新烧开再饮，目的是节水、节煤（气）、节时。但这种“节约”不可取。因为水烧了又烧，使水分再次蒸发，亚硝酸盐会升高，常喝这种水，亚硝酸盐会在体内积聚，引起中毒。",
    text5: "蒸锅水--早衰、癌症。蒸锅水就是蒸馒头等剩锅水，多次反复使用的蒸锅水亚硝酸盐浓度很高。常饮这种水，或用这种水熬稀饭，会引起亚硝酸盐中毒；水垢经常随水进入人体，还会引起消化、神经、泌尿和造血系统病变，甚至引起早衰、癌症。",
    text6: "老化水--食道癌、胃癌。俗称“死水”，也就是长时间贮存不动的水。常饮用这种水，对未成年人会使细胞新陈代谢明显减慢，影响身体发育；中老年人则会加速衰;许多老地方食道癌、胃癌发病率日益增高，可能与长期饮用老化水有关。老化水中的有毒物质也随着水贮存时间增加而增加。",
    text7: "最后呼吁一下，中国的“水教育”要从学校抓起。很多儿童、青少年迷恋饮料的甜蜜、酸爽，甚至把饮料当水喝，以致饮水量严重不足，这成为2型糖尿病、高血压、肥胖等代谢疾病的重要根源之一。如果不加强水的健康教育，毫不夸张地说，将影响到未来的国民健康素质。",
    likeNum: 2,
    commentNum: null,
    collectionNum: 4,
    readingNum: 25,
    collectionStatus: true,
    likeStatus: false,
    comments: [
      {
        username: '健康教育',
        avatar: '/images/avatar/avatar-10.png',
        create_time: '1579867230',
        content: {
          txt: '要从平时的生活细节中做起',
          img: [],
          audio: null,
        }
      }
    ],
    texttop: "老庄：鲁班1打3，高渐离：这一下漂亮，却被队友嘲笑：你又怪别人",
    src: "https://vdept.bdstatic.com/764c6756324969633175437746496550/4a57764555735066/35c5a32b75240828143e11b5bb1719d8669a6dc76db5ba1e411ad72ef674a8abc7917de7dd7cb1bb420c7f7302d8099454e25fa965ebb7124c3d47f2cb68f2fc.mp4?auth_key=1590391373-0-0-1f6b008895f21fe599bc4adb228c75dd",
    textlow: '推荐',
    author: "龙视笑星大联欢",
    time1: "发布时间：2020-04-09"
  },
  {
    title: "为啥全球都用安225运口罩？它有两大绝活，不怕美国半路抢劫",
    images1: "/images/news/news_18.png",
    images2: "/images/news/news_17.png",
    images3: "/images/news/news_16.png",
    title1: "热门",
    title2: "东方头条 利刃军事",
    newsId: 5,
    music: {
      url: "http://111.6.224.12/amobile.music.tc.qq.com/C4000014UK6s0gzOnv.m4a?guid=1229199900&vkey=9AAF505A521D8FDB662F7196D82747F17F6EF939D98001850223E36A797B7EBF66FDD691F3D41A3A30FE79A0C48BDCC0D9DF9B4CF753F73C&uin=0&fromtag=66",
      title: "理查德·克莱-梦中的婚礼",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001k4Q4m2RYxCy.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-3.png",
    time: "2020-03-18",
    text:"利刃/冬阳",
    text1: "",
    text2: "航展上的安-225运输机",
    text3: "新冠肺炎疫情期间，不仅口罩、防护服、呼吸机等医疗物资成了抢手货，大型运输机同样是许多国家急需的装备，手握多架大型运输机的乌克兰瞬间成了国际社会的香饽饽。乌克兰安东诺夫航空公司总经理米哈伊尔·哈尔琴科表示，安-225的租期已经排到了5月中旬，一个小时的租金高达12万美元，就在近日，波兰租用安-225从中国运走了近400吨的防护口罩、防护服、护目镜、消毒剂和呼吸机，疫情比波兰更严重的德国也表示将租用安-225运输机来中国运输医疗物资。考虑到安-225仅生产了一架，随着各国的医疗物资运输需求不断上涨，安-225这一全球最大运输机的身价将会水涨船高，为了租到这架运输机，所需要付出的代价将远超现在。",
    text4: "背负航天飞机的安-225",
    text5: "不过，即便安-225的租金会大幅上涨，疫情严重的欧洲国家也会努力争取安-225的运力，原因很简单，那就是安-225的运力太强了，远超民用市场中的波音货机和主流的军用运输机。作为苏联航空工业的绝唱，安-225当年创造的多项记录至今没有哪架新机能打破。安-225的研发与苏联的“暴风雪”号航天飞机有着密切的关系， 这是一款专门用来运输航天飞机的大飞机，该机的研发工作由安东诺夫设计局负责，采用了大量安-124运输机的成熟技术，1989年，安-225正式服役。",
    text6: "安225机体全长84米，翼展88.4米，空重175吨，最大起飞重量640吨，货舱最大载重250吨，这一数据远高于美军最大军用运输机C-5的118吨。按照安东诺夫航空公司总经理米哈伊尔·哈尔琴科的说法，安-225一趟运输的物资是波音货机的5-6倍。此外，安-225的机身顶部也可以装载货物，机身顶部最大载重为200吨，在苏联时期，安-225机身顶部的载荷通常是“暴风雪”号航天飞机。除了惊人的载重，由于机身庞大,安-225可以携带更多的燃料，这使得安-225具备超远的航程，在携带100吨货物时，安-225的航程为9600千米，如果携带200吨货物，航程将下降为4500千米。",
    text7: "鉴于安-225运输能力极强，运一趟顶得上其他飞机运好几趟，这能大幅提升运输医疗物资的效率，如果选择安-225,就能让本国居民尽早获得充足的口罩、消毒剂等物资。此外，安-225的超远航程也是德国等国选择租用这款飞机的一大原因，最近一段时间，急需医疗物资的美国在全球各大航空枢纽截胡其他国家的口罩、呼吸机、防护服等医疗物资。美国之所以能得手，是因为欧洲国家距离中国等医疗物资出口国太远，许多运输医疗物资的飞机需要中途停靠某个机场以补充油料，这些飞机一旦降落，就很容易被美国盯上，德国、法国等国从中国采购的多批医疗物资就这样落入了美国手中。碍于实力差距，欧洲国家无法阻止美国的出格举动，只能尽量选择航程超远、无需中途落地补给的安-225运输机，以减少不必要的损失。",
    likeNum: 2,
    commentNum: null,
    collectionNum: 4,
    readingNum: 9,
    collectionStatus: true,
    likeStatus: true,
    comments: [
      {
        username: '军事大佬',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579867280',
        content: {
          txt: '不能再让美国强物资',
          img: [],
          audio: null,
        }
      }
    ],
    texttop: "哪吒之魔童降世：哪吒跳河自尽？太乙傻眼了，咋跟他妈交代啊",
    src: "https://vdept.bdstatic.com/746e4242644551656b556636574e3744/5666456c37677370/d5f750256b1a6d1f2bccb8c26fcce601ade7b7ac75ec718a7fdbe21818b8afa458ac75fa46f5aaac13ddb1f79e984ad5.mp4?auth_key=1590391425-0-0-dffeac04c33be93bd1a63d386b12e31d",
    textlow: '热门',
    author: "河洛游戏解说",
    time1: "发布时间：2020-05-10"
  },
  {
    title: "41岁霍建华失业近一年，近照曝光胖了一大圈",
    images1: "/images/news/news_19.png",
    images2: "/images/news/news_20.png",
    images3: "/images/news/news_21.png",
    title1: "推荐",
    title2: "毛毛陪你讲情感",
    newsId: 6,
    music: {
      url: "http://111.6.224.12/amobile.music.tc.qq.com/C4000014UK6s0gzOnv.m4a?guid=1229199900&vkey=9AAF505A521D8FDB662F7196D82747F17F6EF939D98001850223E36A797B7EBF66FDD691F3D41A3A30FE79A0C48BDCC0D9DF9B4CF753F73C&uin=0&fromtag=66",
      title: "理查德·克莱-梦中的婚礼",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001k4Q4m2RYxCy.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-1.png",
    time: "2020-05-02",
    text:"41岁霍建华失业近一年，近照曝光胖了一大圈，脸上横肉显老态",
    text1: "说起霍建华，相信大家都非常熟悉了，这是一个在娱乐圈中热度比较高的明星，还和胡歌组成过cp。不知道大家还记不记得“是胡不是霍，是霍躲不过”的传闻？这就是从胡歌嘴里说出来的，也足以证明霍建华本人和胡歌私交很好。",
    text2: "霍建华是怎么火起来的?还是得从《仙剑奇侠传》开始，其实在之前霍建华演的剧不少，火的也有很多，但小编认为，还是《仙剑奇侠传三》给霍建华的影响最大。之后就是《花千骨》让他声名大振，成为家喻户晓的明星。",
    text3: "霍建华进军娱乐圈的时间非常早，19岁就开始以助理的身份在娱乐圈中打拼，2002年他参演了第1部电视剧叫做《摘星》，随后在2003年，还拍摄了偶像剧《海豚湾恋人》并获得了收视的冠军，那可以说是霍建华知名度打响的开始。当然，霍建华本人还常常善于抓住时机的，在2013年的同一年，他一口气拍摄了7部偶像剧，难度系数之高可以是平常人难以想象的。",
    text4: "可能也正是因为这样，他的演技也得到了迅速的提高，在当时台湾偶像剧是占据了很大的比例，很多靠着台湾偶像剧在大陆打响名头的明星呢，都喜欢在这个方向走得更远，但是霍建华不一样，他为了能够进一步突破自身的演技，做出了很多人都不理解的转型。",
    text5: "而事实证明霍建华的眼光还是非常准确的，在几年之后台湾的偶像剧进入了衰退期，那个时候的霍建华已经成功的在大陆电视剧内部有了自己庞大的粉丝群体，他没有司机，也不需要助理，就像是一个普通人一样在娱乐圈中默默的演戏，始于颜值、忠于才华，可能就是形容的霍建华本人了。",
    text6: "而在于感情经历上，他和林心如在结婚前10多年来都是以朋友的关系相处，后来在拍戏的过程当中慢慢相处之后才选择了在一起，2016年他们在巴厘岛见证了自己的爱情，2017年还诞生了自己的孩子，按照现在来说他们的宝宝应该已经有三岁了。为什么霍建华这几年不火了？是因为他将自己的重心给了自己的家庭。",
    text7: "最近也是有人将霍建华的现状发出来，我们发现他的神情非常的放松，身体也慢慢的发福了，脸上横肉也显老态。其实让更多人想不到的是，如今的霍建华已经有41岁了，已经不再是那个年轻的帅小伙，据说他已经将近一年的时间不在娱乐圈中露面，可能也正是因为他想要过着平静的生活吧。",
    likeNum: 3,
    commentNum: null,
    collectionNum: 4,
    readingNum: 23,
    collectionStatus: false,
    likeStatus: true,
    comments: [
      {
        username: '娱乐八卦',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1479867280',
        content: {
          txt: '从仙剑奇侠传就开始新喜欢霍建华',
          img: [],
          audio: null,
        }
      }
    ],
    texttop: "谈到妻子时，奥巴马忍不住落泪了",
    src: "https://vdept.bdstatic.com/55507772325878555163477a324a4749/647844724c544238/8eadce05248e7c3316d78e9893e469d1f90cb59ec6ce5c1ebc5c76f7611d7c1304b6956fb127de58f936449de8b2e619dd6f65257cbfafbf6927e0881fa2f948.mp4?auth_key=1590391476-0-0-c0989fbc694536e15c381058845d82ce",
    textlow: '推荐',
    author: "精彩音乐影音",
    time1: "发布时间：2020-03-19"
  }
]
/**
 * 军事
 */
var armsList = [
  {
    title: "美国疫情严重超乎想象，裹尸袋已经不够用，白宫：再次采购10万",
    images1: "/images/news/arm_1.png",
    images2: "/images/news/arm_2.png",
    images3: "/images/news/arm_3.png",
    title1: "热门",
    title2: "东方头条 123观察室",
    newsId: 1,
    music: {
      url: "http://111.6.166.25/amobile.music.tc.qq.com/C4000010z34s1mCpJx.m4a?guid=1229199900&vkey=B3E6DCF650CA11555177D3D20E457B3FAEA62E5B3169119CA244C1D186971BC38B5E32199302FFB3F108F57D490A0C8A7475A99EE50B4165&uin=0&fromtag=66",
      title: "Patrick peronne-Fur Elise",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001tUpmU1pVH4Y.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-7.png",
    time: "2020-05-04",
    text: "据纵相新闻报道，以白宫为首的美国联邦政府已经下达了一项新的决定，那就是为接下来的“疫情死亡高潮”做好准备。白宫决定，以510万美元的价格，再次向一个加利福尼亚州小公司下达10万只裹尸袋的订单。此前，白宫已经准备了10万只裹尸袋来使用。但是，随着疫情的严重程度超乎想象，这10万只裹尸袋已经不够用了。而针对这场疫情最终带来的死亡人数，白宫在内的众多官员包括特朗普在内都曾表示，最后的数字超乎想象，可能是10万，也有可能是200万。",
    text1: "",
    text2: "至5月1日下午5点，美国的累计确诊数字已经超过了109万，累计死亡病例超过了63000例。而且，这一数字还只是建立在美国“有限的检测能力和范围”的基础上得来的。由于当下美国各地都爆发了“反禁足令”大游行，不少持枪民众甚至包围了议会大厦，使得疫情的统计数字有着极大偏差。可以说，现如今美国公布的疫情数字只是“最低参考数值”, 真实数字远比我们想象的要严重许多。",
    text3: "不过，即便是疫情如此严重，美国政府也在积极筹划解除封禁，恢复工作和学校的决定，不少白人民众认为如此严苛的禁足令“小题大做”。而黑人群体则希望这一禁令继续维持下去。对于他们来说，不用外出辛苦工作拿着微薄的薪水就有政府赡养，这在以前是不敢想象的。",
    text4: "但是，与黑人群体的愿望所相悖，美国政府一直都在积极规划复工复学的相关事宜。据美国约翰斯·霍普金斯大学的统计显示，美国第一季度的GDP已经萎缩了4.8%，虽然远低于中国，但是美国的通货膨胀率，居民CPI指数和国债，政府赤字等都远比中国更CPI指数和国债，政府赤字等都远比中国更物资采购.上都过份依赖于中国。",
    text5: "国际货币基金组织(IMF) 原本认为，中国经济规模在2020年将占到美国的68.4%，2021年可以达到美国经济规模的71%。但是从现在中美两国在疫情中的表现，尤其是疫情控制速度和复工速度来看，中国很有可能在2020年就实现达到美国经济规模70%以上的目标。如果美国的GDP在未来数年内一旦被中国实现赶超，那么就意味着美国在全球市场上都将呈现出“萎缩”的态势，这显然是美国无法接受的。",
    text6: "除此之外，更令美国政府担忧的是，自疫情爆发以来，他们已经抛出了超过2万多亿美元的市场刺激计划，希望能够快速抢救濒临崩溃的美国社会体系和消费市场。但是，各个州级政府的表现让联邦政府失望。截至目前为止，美国还没有任何一-个州恢复正常工作和生活秩序，除了殡葬业及医疗业在如火如荼的加班加点工作外，大多数餐饮业，服务业和制造业等都已经停止运作。",
    text7: "而且，伴随着这一情况的恶化，美国第二季度的GDP萎缩幅度很有可能会达到34%，而第二季度的失业率，则有可能会达到16%~20%的水准。毫无疑问，这对于现如今的美国来说，是一次十分彻底的伤害。而受疫情的进一步影响，即使是到了第三季度，美国的经济形势也是不容乐观。有国际机构预计，整个2020年，将会是中国赶超美国的关键节点。因为在这场赛跑中，首先控制疫情影响的中国，已经占据了先机。",
    likeNum: 2,
    commentNum: 3,
    collectionNum: 4,
    readingNum: 9,
    collectionStatus: true,
    likeStatus: false,
    comments: [
      {
        username: '123观察室',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1578867200',
        content: {
          txt: '美国疫情还是十分严重的',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "印度特种部队又遭伏击，上校指挥官也被打死",
    images1: "/images/news/arm_4.png",
    images2: "/images/news/arm_5.png",
    images3: "/images/news/arm_6.png",
    title1: "推荐",
    title2: "东方头条 环球快找详细",
    newsId: 2,
    music: {
      url: "http://111.6.166.25/amobile.music.tc.qq.com/C4000010z34s1mCpJx.m4a?guid=1229199900&vkey=B3E6DCF650CA11555177D3D20E457B3FAEA62E5B3169119CA244C1D186971BC38B5E32199302FFB3F108F57D490A0C8A7475A99EE50B4165&uin=0&fromtag=66",
      title: "Patrick peronne-Fur Elise",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001tUpmU1pVH4Y.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-5.png",
    time: "2020-05-06",
    text:"长期以来印度奉行地区霸权主义，导致整个南亚次大陆局势极不稳定。尤其是印巴边境冲突不断，为平民带来了深重的人道主义灾难，由此也滋生了多如牛毛的反印武装分子，同时也让印度军队疲于奔命，深陷打击各种极端组织势力的反恐泥潭之中，常致使其自身造成人员伤亡，刚又曝出此类消息。",
    text1: "5月3日，《印度时报》 报道称，印度军队在一次“剿匪”行动中，遭到伏击，伤亡情况极为惨重，上校指挥官也被“斩首”。",
    text2: "据印度军方发布的最新声明显示，在印巴边境沿线的克什米尔及拉达克地区一带，一支由印度军队组成的搜索队对恐怖组织武装展开搜捕，当搜索队偷偷潜入普尔瓦马镇时，遭遇了一场相当不幸的袭击事件--原来搜索队的行动早已被武装分子发觉，并将其诱至提前设好的包围圈。随即，身藏暗处的武装分子展开突然袭击，把印军搜索队几乎成为了“靶子” 。不过深陷绝境的印军官兵也予以还击。一番激烈的枪战之后，共计导致7人死亡，印军官兵占据了其中的5人，而武装分子一方仅2人丧生，另外还有一部分人受伤。",
    text3: "此次战斗，印军方面的确打得极为窝囊。5月3日，《印度斯坦时报》 也对此进行了爆料，据印度军方披露，这支印军部队此次行动备受国防部重视，还特意被命名为“汉特瓦拉行动”，声称这一行动是为了“保障人民生命安全”，并要体现出“捍卫平民生命的优良传统和坚定决心”。只是行动却以惨败而告终，在此次阵亡的5名军人中，有2人身为军官，分别是一名上校及一名少校。其中，名为Ashutosh Sharma的.上校担任此次行动的指挥官，据悉此人已在克什米尔地区服役很长时间，还曾两次荣获英勇勋章。",
    text4: "时报详细披露，此次战斗打得极为惨烈，当这支印军部队陷入伏击圈之后，在自身成暴露在武装分子火力的情况下，仍然苦战了长达12个小时，与藏身于普尔瓦马镇森林及房子里面的武装分子展开对攻，最终也让恐怖分子造成了一定的伤亡。尽管此次“汉特瓦拉行动”失败，印陆军司令部仍对阵亡官兵给予了嘉奖，称他们为消灭恐怖分子作出了“最高的牺牲”，为他们致敬，对他们的家属表示深切哀悼。尤其对作为行动指挥官的Ashutosh Sharma予以极高的赞誉，称其与士兵共存亡并献出了生命。",
    text5: "就在5月3日同一天，土耳其安纳多卢通讯社还进一步披露，此次进行“剿匪”行动的是印度陆军第4特种部队的第4营，堪称印陆军的一支精锐之师。此次搜捕行动，其实是试图对横行在克什米尔地区恐怖组织的一次报复。据悉就在不久前的4月25日，该恐怖组织派出25名武装分子，对印度一支安全部队发动袭击，经统计共打死了10人，其中9名是印军士兵，另导致l名无辜平民也惨遭遇。此次袭击行动，是过去的近半年时间内，克什米尔地区发生的最为血腥的屠杀事件。",
    text6: "在印巴边境的克什米尔地区，除了武装分子作乱而外，印巴两国军队之间的冲突也频频发生。5月3日，据阿纳多卢通讯社另一则消息，于前日，在克什米尔实控线的拉姆布尔地区，印巴两军爆发了一场小规模冲突，一番激烈交火之后，在巴方3名士兵遭不同程度受伤的情况下，打死了2名印方军人。事实上克什米尔地区冲突几乎如同家常便饭一般频繁，于3月4日，印度国防大臣什里帕德·奈克便向国会汇报，称自今年初至2月23日，克什米尔就爆发了646场“违反停火事件”；去年的冲突则多达1586次，15名士兵遭袭身亡。",
    text7: "印度一直怀揣着贪婪的领土野心，对整个克什米尔地区虎视眈眈，多次在该地区实控线附近挑起事端。只是印度的军事霸权也激起了各武装势力的义愤，去年2月份也是在遭一场重大恐怖袭击之后，然后莫迪政府将其归罪于巴基斯坦，当月底底甚至引发了印巴两军之间一场严重冲突，差点就引爆了两国大规模战争。此次印军“剿匪”遭到伏击，损失惨重，此类打击恐怖主义的行动固然无可非议，可印巴边境何以如此长期处于混乱动荡的局面，莫迪政府也该好好反思了。",
    likeNum: 6,
    commentNum: 3,
    collectionNum: 4,
    readingNum: 12,
    collectionStatus: true,
    likeStatus: true,
    comments: [
      {
        username: '特种部队',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579867600',
        content: {
          txt: '真的太遗憾了！',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "委内瑞拉出兵镇压军事政变，美盟国撇清关系 俄：此地无银三百两",
    images1: "/images/news/arm_7.png",
    images2: "/images/news/arm_8.png",
    images3: "/images/news/arm_9.png",
    title1: "热门",
    title2: "东方头条 张殿成军情观察",
    newsId: 3,
    music: {
      url: "http://111.6.166.25/amobile.music.tc.qq.com/C4000010z34s1mCpJx.m4a?guid=1229199900&vkey=B3E6DCF650CA11555177D3D20E457B3FAEA62E5B3169119CA244C1D186971BC38B5E32199302FFB3F108F57D490A0C8A7475A99EE50B4165&uin=0&fromtag=66",
      title: "Patrick peronne-Fur Elise",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001tUpmU1pVH4Y.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-3.png",
    time: "2020-05-04",
    text:"近年来，美国持续加强对委内瑞拉的经济制裁和军事施压。同时，美国还积极扶植委内瑞拉的境内的反政府势力，企图对委内瑞拉进行政权更迭。在美国支持下委内瑞拉国内的反对派动作不断，从发动小规模兵变，到试图拉拢军方人士，再到策划暗杀阴谋，夺权尝试均以失败告终，但美国及其代理人却仍不死心。",
    text1: "",
    text2: "据委内瑞拉电视台5月3报道称，当天一伙武装分子从邻国哥伦比亚乘船从委内瑞拉沿海登陆，并试图在该国发动军事政变。于是，委内瑞拉出兵镇压军事政变，并与这伙武装分子发生激烈交火。委内瑞拉官方证实，一伙来自哥伦比亚的雇佣兵乘快艇从委北部瓜伊拉州海岸登陆，企图实施暴力活动、制造混乱、发动政变。",
    text3: "委安全部队与武装分子交火，打死并活捉多人。委国官员表示，准军事入侵是由美国策划，利用美国缉毒署和哥伦比亚败毒人员，组成雇佣军，试图攻击委政府机构和委重要官员。一名被捕人员承认，他是美国缉毒署雇员。有媒体分析指出，美国国内疫情正面临濒临失控的风险，特朗普政府为了转移民众视线，掩盖国内矛盾，很可能会挑起战争。",
    text4: "值得注意的是，南美洲作为美国的后院，一直都受到美国的重点“关照”，美国派遣军队威慑乃至控制，向来都是“雷厉风行这在美军入侵格林纳达，巴拿马等案例中已体现得十分充分。从具体的军事行动层面上看，美国确实打算对委内瑞拉动手，美军还打着“禁毒战争”幌子出动大批舰机进入加勒比海，但由于俄罗斯向委内瑞拉派遣了大量的雇佣兵，白宫对委动武计划暂时搁置。",
    text5: "不过，美国对委实施“颜色革命”却已准备了多年。早在2017年，特朗普就曾公开讨论，通过军事手段推翻马杜罗政府的可能性，并扬言“已经锁定目标，装弹上膛”。而在2017-2019年间，美国官员多次与委反对派秘密会晤。会晤内容包括委军官计划在本国实施政变。除了拉拢委国反对派，美国还在持续强化军事施压和经济制裁，企图将马杜罗逼上绝路。",
    text6: "目前，委内瑞拉面临严重的经济制裁和新冠疫情，委国政府可谓是内忧外患。不过，马杜罗总统仍牢牢掌握该国的军政大权。有分析指出，军队是国家稳定的柱石。如果委内瑞拉国内武装力量倒戈，美国甚至可以不战而功成。相反，如果委国内武装始终支持马杜罗政府，即便美军真敢动武，也将陷入战争的泥潭，所以美国迟迟不敢对委内瑞拉动武。就马杜罗目前在委内瑞拉的声望、以及委内瑞拉的最新民调结果显示，绝大多数委内瑞拉官兵和人民都支持马杜罗政府，美国想要通过“颜色革命”对委实施政权更迭是非常困难的。",
    text7: "据悉，委内瑞拉军方挫败这起军事政变后，美盟国哥伦比亚第-时间撇清关系，发表新闻公报说，哥伦比亚与委内瑞拉当天凌晨挫败的政变图谋无关。但俄罗斯媒体分析称，此地无银三百两，哥伦比亚是美国在拉美地区最坚定的盟友，多年来双方在“禁毒”和“反恐”方面有深度合作。早在去年1月就有媒体曝光美国计划向哥伦比亚派遣5000名士兵。尽管哥伦比亚否认参与美国主导和策划针对委内瑞拉的军事政变，但可以肯定的是，美国及其盟国正不遗余力地拟定多种想定措施，以求在关键时刻做好了随时出兵的准备。对此，马杜罗政府已经多次强硬表态称，如果美军从加勒比海水路和哥伦比亚陆路夹击委内瑞拉，委国军队必将与其血战到底。",
    likeNum: 2,
    commentNum: 3,
    collectionNum: 4,
    readingNum: 6,
    collectionStatus: false,
    likeStatus: true,
    comments: [
      {
        username: '军情观察',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579867300',
        content: {
          txt: '俄国真好！',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "美国暗杀马杜罗失败，落网特工供出幕后黑手",
    images1: "/images/news/arm_10.png",
    images2: "/images/news/arm_11.png",
    images3: "/images/news/arm_12.png",
    title1: "推荐",
    title2: "东方头条 武器装备",
    newsId: 4,
    music: {
      url: "http://111.6.166.25/amobile.music.tc.qq.com/C4000010z34s1mCpJx.m4a?guid=1229199900&vkey=B3E6DCF650CA11555177D3D20E457B3FAEA62E5B3169119CA244C1D186971BC38B5E32199302FFB3F108F57D490A0C8A7475A99EE50B4165&uin=0&fromtag=66",
      title: "Patrick peronne-Fur Elise",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001tUpmU1pVH4Y.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-6.png",
    time: "2020-05-05",
    text:"据俄罗斯卫星网5月5日报道，委内瑞拉在周日公布了最新挫败的美国主导的雇佣兵入侵行动，声称打死了8名来自哥伦比亚和美国的雇佣兵，并逮捕了包括美国缉毒署资深特工在内的2名俘虏，当地时间5日，委内瑞拉军方表示又抓到了8名雇佣兵，挫败了美国主导的“变天”阴谋。",
    text1: "",
    text2: "而落网的美特工也痛快供出了幕后黑手，承认这些来自哥伦比亚的雇佣兵接受了美国海豹突击队和绿色贝雷帽特种部队的培训之后，携带大批武器弹药和炸药乘坐快艇在委内瑞拉沿海登陆，企图潜入委内瑞拉首都加拉加斯暗杀委总统马杜罗，马杜罗表示，此次由美国和哥伦比亚发动的入侵已经彻底失败，对此哥伦比亚和美国白宫方面都迅速撇清关系，表示委内瑞拉的指控“毫无根据”。",
    text3: "据报道，当地时间周日，一群来自哥伦比亚的雇佣兵在潜入委内瑞拉沿海地区时遭到了委军的伏击，在激烈交火中委内瑞拉特种部队至少打死了8人，还逮捕了2人，其中1人供称自己是美国缉毒署的资深特工，据悉此次行动是一次典型的 “内外勾结”，委内瑞拉当地的“内鬼”在登陆地点准备了数辆汽车，包括安装有机枪的皮卡车，照片显示，委军方从现场缴获了大量的美制武器弹药和通信器材，在随后的追捕行动中，委内瑞拉特种部队又抓捕了8名雇佣兵，并逮捕了多名“内鬼”。",
    text4: "委内瑞拉军方对外透露，这两名被捕的美国承认，他们是特朗普的安保人员，主要是负责组织策划这次袭击事件。委内瑞拉军方透露，抓捕的雇佣兵中有美国人和哥伦比亚人，袭击者是从哥伦比亚的边境渗透进来的。英国天空新闻网5月5日报道，被俘的美国雇佣兵承认，他们是受雇于美国的雇佣兵公司。总部设在美国的雇佣兵公司负责人、美国退役老兵乔丹·古德罗承认是他们公司所为，雇佣兵是从哥伦比亚乘坐快艇开始行动的。被俘的雇佣兵还承认，他们在委内瑞拉的接应者就是瓜伊多，不过瓜伊多在公开发言中否认被俘人员的指控，声称与这些美国雇佣兵没有关系。",
    text5: "根据委内瑞拉方面的说法，此次行动背后黑手就是美国，美国白宫和情报机构通过一名叫做乔丹-古德劳的退役“绿色贝雷帽”特种兵，出面和自封为委内瑞拉总统的瓜伊多签订合同，由前者负责组织一次精心策划的“斩首” 行动，秘密潜入委内瑞拉首都然后暗杀马杜罗，随后瓜伊多将“王者归来”登上总统宝座。据悉在行动失败之后，瓜伊多方面已经明确否认与其合作过，而马杜罗则表示，被捕的武装分子和美国特工工人，此次行动由美国和哥伦比亚资助，目的是刺杀他本人从而在委内瑞拉“变天” 。",
    text6: "这些雇佣兵显示被捆绑趴在街.上被游街了，这对于美国来说是耻辱。上次伊朗就逼迫美国大兵下跪了，这次美国雇佣兵显得更惨。据悉，美军在哥伦比亚设置了一个训练营。专门培训雇佣兵,用来渗透到委内瑞拉境内进行渗透破坏，这个基地目前至少培训了300名士兵。委内瑞拉战略行动司令部指挥官雷米希奥塞瓦略斯称，25000名委内瑞拉正在被紧急部署在海岸线，准备抗击敌人可能进行的第二波报复性登陆行动。委内瑞拉内政部长内斯特·勒沃罗称，美国雇佣兵遭遇惨败之后必然不会善罢甘休，委内瑞拉必须做好进一步的准备。",
    text7: "军事专家介绍，近期美国集结了22国盟友在委内瑞拉周边海域大搞“禁毒战争”，对委内瑞拉摆出了一副要大打出手的姿态，但是由于委内瑞拉得到了俄罗斯等国的全力支持，因此美国也没有必胜把握，只能通过这种“偷偷摸摸”的手段来试图推翻马杜罗，但是事实证明这不过是又一次失败的“猪湾入侵”闹剧罢了。据悉委内瑞拉军方已经开始动员数万精锐部队展开海岸防御演习，并请求莫斯科派出雇佣兵进行支援，外界认为，俄罗斯的坚定支持是委内瑞拉能力抗美国施压的最大资本。",
    likeNum: 2,
    commentNum: 2,
    collectionNum: 3,
    readingNum: 8,
    collectionStatus: false,
    likeStatus: false,
    comments: [
      {
        username: '武器装备',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579867100',
        content: {
          txt: '美国真恶心！',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "为兄弟两肋插刀！白俄罗斯给塞尔维亚升级老式导弹，抵抗北约",
    images1: "/images/news/arm_13.png",
    images2: "/images/news/arm_14.png",
    images3: "/images/news/arm_15.png",
    title1: "热门",
    title2: "东方头条 谷火平",
    newsId: 5,
    music: {
      url: "http://111.6.166.25/amobile.music.tc.qq.com/C4000010z34s1mCpJx.m4a?guid=1229199900&vkey=B3E6DCF650CA11555177D3D20E457B3FAEA62E5B3169119CA244C1D186971BC38B5E32199302FFB3F108F57D490A0C8A7475A99EE50B4165&uin=0&fromtag=66",
      title: "Patrick peronne-Fur Elise",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001tUpmU1pVH4Y.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-9.png",
    time: "2020-05-06",
    text:"近些年来，塞尔维亚不断请求白俄罗斯出口更多先进的防空系统，更新换代现有的防空体系，以更好抵御西方和北约的压力。而白俄罗斯方面表现的慷慨大方，不仅帮助其进行老式防空武器的改造升级，还直接免费赠送了两套S-125防空系统，这大大提高了塞尔维亚防空系统的作战效能。",
    text1: "塞尔维亚和保加利亚联合防空演习",
    text2: "塞尔维亚这些年来一直在请求俄罗斯向其出口新型防空导弹系统，譬如S-400和“铠甲”系统等，但由于财力有限，不能大规模引进和装备部队，只能在现有老式萨姆-3防空系统的基础上进行改造和升级，以弥补现有防空系统作战效能不足的问题。白俄罗斯就对塞尔维亚出手大方，不仅为其改造翻新S-125，而且还直接免费提供了两套新型S-125系统，其抗干扰性能、目标捕获能力和雷达灵敏度都有很大提高。",
    text3: "北约方面将S-125“伯朝拉”系统称为萨姆-3，是俄罗斯第2代地对空导弹，1961年开始装备苏联国土防空军，在中东战争和科索沃战争中都有直接击落敌方飞机的不俗战绩，最著名的就是在科索沃战争中，南斯拉夫防空军使用S-125击落了美军F-117隐形战斗机。S-125至今还活跃在30多个国家，塞尔维亚现在还拥有大量S-125系统，为了适应现代战争复杂电磁环境和反辐射炸弹的威胁，各国纷纷对系统进行改造升级。",
    text4: "白俄罗斯的四面体军事工业公司对S-125的改造升级最为著名，并且改进型系统被命名为“伯朝拉”-2T。他们将接收装置中的放大器进行了更换，这使得系统对复杂电磁环境的抗干扰能力大大增强，并且能够探测到的雷达截面积达到0.02平方米，这使得系统具备在一定条件下侦测和打击隐形战机的能力。",
    text5: "早在2017年，白俄罗斯就免费向塞尔维亚提供了两套“伯朝拉”-2T防空导弹系统，塞尔维亚只需要支付现代化改造的费用即可。这让塞尔维亚防空部队的作战能力有了一定提高，他们能在70公里距离上发现F-16战机这样的目标，还可以攻击高度在20千米以内的巡航导弹目标，其低空防空性能十分优异。",
    text6: "S-125“伯朝拉”系统",
    text7: "不得不说，白俄罗斯和塞尔维亚共同面对着北约东扩的战略压力，这也促使双方在军事工业上进行更多深入合作。S-125改进型系统的出口，标志着白俄方面和塞方拥有了广阔的商业合作前景，同时也证明“伯朝拉”防空系统在现代战争的条件下仍然具有其使用价值。",
    likeNum: 3,
    commentNum: 3,
    collectionNum: 3,
    readingNum: 6,
    collectionStatus: true,
    likeStatus: false,
    comments: [
      {
        username: '谷火平',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1578867100',
        content: {
          txt: '抵抗北约，为兄弟两肋插刀',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "美国航母集体趴窝后，俄军出动伊尔38反潜机",
    images1: "/images/news/arm_16.png",
    images2: "/images/news/arm_17.png",
    images3: "/images/news/arm_18.png",
    title1: "推荐",
    title2: "东方头条 谷火平",
    newsId: 6,
    music: {
      url: "http://111.6.166.25/amobile.music.tc.qq.com/C4000010z34s1mCpJx.m4a?guid=1229199900&vkey=B3E6DCF650CA11555177D3D20E457B3FAEA62E5B3169119CA244C1D186971BC38B5E32199302FFB3F108F57D490A0C8A7475A99EE50B4165&uin=0&fromtag=66",
      title: "Patrick peronne-Fur Elise",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001tUpmU1pVH4Y.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-10.png",
    time: "2020-05-03",
    text:"在近期日本官方发布消息称，俄罗斯于当天派出最新的改进型伊尔38反潜巡逻机在日本周边巡航飞行。 几乎与此同时，在同一天，美国方面也发布消息表示，美国当天派出了F22隐身战斗机在所谓的美国防空识别区拦截了俄罗斯的反潜巡逻机，而美国拦截的俄罗斯反潜巡逻机据称也是伊尔38反潜巡逻机的最新改进型，和出现在日本周边的伊尔38一样，都是俄罗斯伊尔38反潜巡逻机的最新改进型。",
    text1: "",
    text2: "伊尔38系列反潜巡逻机是前苏联时期研发生产的一款大型反潜巡逻机，该机最大起飞重量超过60吨，和美国的P3反潜巡逻机处于同一级别。该机服役于1970年，现今仍是俄罗斯海上巡逻、反潜的主力机型，新的伊尔38反潜巡逻机因为头顶一个类似于八仙桌的雷达而闻名。在伊尔38之外，前苏联和俄罗斯还有另一款反潜巡逻机，也就是图142反潜巡逻机，这两种反潜巡逻机是前苏联和俄罗斯的反潜作战双雄。",
    text3: "几乎与此同时，伊尔38还飞到美国所谓的防空识别区，美军派出了F22隐身战斗机拦截，图为F22拦截俄罗斯图95轰炸机面对西方海.上优势，前苏联直接推出两款反潜巡逻机。",
    text4: "大家都知道，受第二次世界大战影响，在第二次世界大战之后，美国海军的规模和整体作战能力就已经达到很高的水准。在当时，美国的海军实力在全世界都找不到对手。与此同时，美国的潜艇技术在战后年代也得到快速发展，美国借助当时最新的核动力技术最先研发成功、并应用核动力潜艇。而面对美国海上作战力量如此多的优势，当时已经成为世界一级、美国冷战对手的前苏联自然表现的尤为紧张。可是，以当时甚至现今的前苏联/俄罗斯国力，想要和美国比拼海上实力，明显不现实，单是在航空母舰领域，前苏联/俄罗斯都远远落后于美国。在这样的背景下，为了有效的克制美国的海，上优势，并对美国形成不对称优势，前苏联产生了着重发展核动力潜艇，以潜艇性能威慑美国和西方的思路，而在完善潜艇威慑体系的过程中，反潜自然也是至关重要的。",
    text5: "在这样的背景下，从上世纪五六十年代开始，前苏联在着重提升潜艇性能和威慑能力的同时，也开始了反潜巡逻力量和装备的发展。在.上世纪六七十年代，前苏联相继研发成功大型反潜巡逻机和超远程反潜巡逻机，也就是伊尔38反潜巡逻机和图142反潜巡逻机。这两款反潜巡逻机在成熟交付之后很快成为前苏联潜艇威慑战术的一部分，成为前苏联海上防御反潜作战的重点装备之一。在冷战时期，这两款反潜巡逻机就频频现身美国和西方海上编队附近，而伊尔38和图142反潜巡逻机也成为前苏联的反潜双雄，前苏联解体后俄罗斯也继承了这两款反潜巡逻机。",
    text6: "伊尔38反潜巡逻机对标的是美国和西方的P3系列反潜巡逻机，伊尔38最大起飞重量超过60吨，以前苏联的伊尔18民用客机机体改装。该机的最大航程超过7000公里，也和美军的P3系列反潜巡逻机相当。从首飞开始，前苏联总计制造了100架左右伊尔38反潜巡逻机，至今仍有相当一部分在俄罗斯海军服役。根据前苏联当时的研发设想，伊尔38反潜巡逻机需要具备在2200公里以外的区域执行任务3小时的能力，最终的伊尔38反潜巡逻机也基本达到这个设计要求。前苏联时期的伊尔38反潜巡逻机主要有三个大系统组成，即“金鹰”任务系统，声呐浮标和武器系统。其中“金鹰”任务系统主要为搜索和瞄准系统，具有自动和半自动作业模式，以及搜索雷达和探测数据处理系统等等，最新的伊尔38已经用“短篇小说”系统取代了“金鹰”。",
    text7: "在“金鹰”任务系统之外，早期的伊尔38还安装有声呐浮标和机尾磁异常探测装置。该机的主要作战武器是鱼雷，前苏联为该机主要配备了两款鱼雷，整体反潜打击能力还是不错的。在整体性能方面伊尔38在当时还算可以，但是和美军的P3反潜巡逻机相比似乎要逊色一些，而前苏联也希望进一步完善改进这款飞机。只是，受前苏联以及俄罗斯独立初期的经济发展问题影响，伊尔38反潜巡逻机的改进一拖再拖， 直到本世纪初，俄罗斯才勉强改进出一架伊尔38N型，前文提到的近期威慑美日的伊尔38就是最新的N型，这型伊尔38的改进之所以能够完成，印度的订单功不可没。印度原本就采购应用有苏俄的伊尔38反潜巡逻机，到了本世纪初期，印度要求俄罗斯将其升级到伊尔38N的标准，也就是印度版的SD型。而印度的此次采购也为俄罗斯的伊尔38改进提供了基础，在印度资金的帮助下，俄罗斯最终完成了伊尔38N项目。",
    likeNum: 4,
    commentNum: 4,
    collectionNum: 3,
    readingNum: 6,
    collectionStatus: true,
    likeStatus: false,
    comments: [
      {
        username: '谷火平',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1578867100',
        content: {
          txt: '俄国的军事实力也是非常强的',
          img: [],
          audio: null,
        }
      }
    ]
  }
]
/**
 * 健康
 */
var diseaseList = [
  {
    title: "出现这4个“信号灯”，是在提醒你：再喝酒身体就垮了",
    images1: "/images/news/dis_3.png",
    images2: "/images/news/dis_2.png",
    images3: "/images/news/dis_1.png",
    title1: "热门",
    title2: "养生管家",
    newsId: 1,
    music: {
      url: "http://111.6.224.15/amobile.music.tc.qq.com/C4000014UK6s0gzOnv.m4a?guid=1229199900&vkey=2769FC886DB1FFFBE469E2075AB96245A27415BA291C75295F4E2864A23C75B2F06C024D0B3DED5A60DADDBDD69D0A16579D8B497C6FA747&uin=0&fromtag=66",
      title: "理查德·克莱-梦中的婚礼",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001k4Q4m2RYxCy.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-8.png",
    time: "2020-05-04",
    text: "现代社会，很多人在生活中都会遇到喝酒的情况，尤其是企业应酬或朋友聚会，都少不了喝酒。 然而，喝酒对身体健康而言， 弊大于利，过度饮酒的人还容易酒精上瘾。那么，该怎么判定自身是否有酒精依赖症？",
    text1: "酒精依赖症如何自测？",
    text2: "方法一：不喝酒是否会情绪低落。大部分有酒精依赖症的人，都会把酒精当成精神上的依靠，如果停止喝酒，精神上失去寄托，就容易感到生气、脾气暴躁，还会出现情绪低落的现象。所以，停酒后，会感到情绪低落、易怒，就可能产生酒精依赖症。",
    text3: "方法二：只要有空是否会想着喝酒。一般而言，一个人空闲时会通过玩手机、看电视等打发时间，但有酒精依赖症的人所能想到的打发方式只有喝酒。因此，判断自身是否有酒精依赖症，就看看空闲时对酒的渴望如何。如果渴望很强烈，且喝了就一发不可收拾，就是酒精依赖症。",
    text4: "方法三：停酒后是否会精神恍惚。过度喝酒十分伤害身体健康，特别是有酒精依赖的人群，容易出现断片情况，感到精神恍惚。所以，如果发现自己记忆力衰退，经常无法想起事情，就能初步判断为酒精依赖。",
    text5: "患有酒精依赖，需要警惕4个症状。酒精依赖的产生离不开长期饮酒，而长期饮酒，会对身体造成严重伤害，引发多种疾病，需要加以重视。",
    text6: "1、肝脏损伤：肝脏是酒精代谢的主要器官，长时间饮酒容易损害肝脏，出现脸色发黄、腹部不适等症状。2、胃出血：过量持续喝酒还会刺激胃粘膜，进而导致胃肠道出血，严重的甚至会引发胃癌。3、尿酸值超标：酒精会升高人体内乳酸含量，并阻碍人体尿酸的排出，影响嘌呤的分解，最终造成尿酸值超标，引起痛风。4、肥胖：酒精含有一定的热量，过量喝酒容易诱发肥胖，产生啤酒肚。",
    text7: "因此，如果发现自己有酒精依赖，就应该要考虑戒酒了，首先需要在思想上认同酒精对人体健康的威胁；其次在渴望喝酒时及时转移注意力，如通过运动、与亲友谈心等来慢慢戒掉酒瘾。此外，用强大的意志力长期坚持也是至关重要的。",
    likeNum: 2,
    commentNum: 3,
    collectionNum: 4,
    readingNum: 10,
    collectionStatus: true,
    likeStatus: false,
    comments: [
      {
        username: '养生达人',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579867200',
        content: {
          txt: '戒酒就是为了身体健康！',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "医生去菜市场买菜从来不买这七种食物，原来它致癌",
    images1: "/images/news/dis_5.png",
    images2: "/images/news/dis_4.png",
    images3: "/images/news/dis_6.png",
    title1: "推荐",
    title2: "妙手小神医",
    newsId: 2,
    music: {
      url: "http://111.6.224.15/amobile.music.tc.qq.com/C4000014UK6s0gzOnv.m4a?guid=1229199900&vkey=2769FC886DB1FFFBE469E2075AB96245A27415BA291C75295F4E2864A23C75B2F06C024D0B3DED5A60DADDBDD69D0A16579D8B497C6FA747&uin=0&fromtag=66",
      title: "理查德·克莱-梦中的婚礼",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001k4Q4m2RYxCy.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-6.png",
    time: "2020-05-02",
    text: "全世界所有的癌症中有50%是吃出来的，俗话说祸从口出、病从口入，对待饮食你有吃对吗？",
    text1: "1、太硬的西红柿。越硬的西红柿植物激素使用越多，最好不要买，或者买回放两三天延续一下成熟期再吃，因为这时不利于健康的催红素也已得到释放。买的时候也不要买青色西红柿，营养差且含有生物碱，有毒性，是不能够吃的。",
    text2: "2、无根豆芽。豆芽本身是营养很丰富的蔬菜，口感也很不错，很多人都喜爱吃。但是现在市面上有很多豆芽是黑心商家贩卖的无根豆芽，受到利益的驱使，会在豆芽生长的时候使用“无根水”（即6-苄基腺嘌呤等物质），以此来加快豆芽的生长，而且长得粗壮，卖相很好。可是这种无根豆芽是很毒的，人们吃了之后轻则是可使儿童发育早熟、女性生理改变、老年人骨质疏松等，严重的可能导致身体癌变。因此，发现豆芽无根，就最好不要吃了。",
    text3: "3、鲜蚕豆。有的人体内缺少某种酶，食用鲜蚕豆后会引起过敏性溶血综合征。症状为全身乏力、贫血、黄疸、肝肿大、呕吐、发热等，若不及时抢救，会因极度贫血而死亡。",
    text4: "4、鲜扁豆。鲜扁豆中含有皂甙和生物碱，有毒，但遇热后会溶解。食用前应用沸水焯透或过油，或干煸至变色后食用。",
    text5: "5、鲜木耳。鲜木耳中含有-种光感物质，人食用后，会随血液循环分布到表皮细胞中，受太阳照射后，会引发日光性皮炎。这种有毒光感物质还易被咽喉黏膜吸收，导致咽喉水肿。",
    text6: "6、空心菜。空心菜，碱性食材，本身是具有一定的抗癌作用的，但是由于空心菜种植过程中极易受到虫害现象，就不得不多次喷洒农药，这样一来，收获售出的空心菜就会出现农药残留超标等问题，长期食用，注定是对人体百害而无一利的！",
    text7: "7、蕨菜。在春季，有种野菜很受人们的欢迎，那就是蕨菜。蕨菜是过去人们没食物吃才选择的蔬菜，现在又经过央视报道，通过在动物身上的实验发现，蕨菜中含有的原蕨苷，是一种二类致癌物质，食用后会对肝脏造成损害，严重会致癌。蕨菜的确是一道很具地方特色的蔬菜，但是不宜多食。不过可以通过苏打水煮蕨菜，能够降低蕨菜的毒素，而且口感更佳。",
    likeNum: 1,
    commentNum: null,
    collectionNum: 5,
    readingNum: 10,
    collectionStatus: false,
    likeStatus: true,
    comments: [
      {
        username: '莫问归期',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579867200',
        content: {
          txt: '从自身做起！',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "转移让肿瘤患者头痛，癌细胞爱往哪些部位转移？知己知彼才能应对",
    images1: "/images/news/dis_8.png",
    images2: "/images/news/dis_9.png",
    images3: "/images/news/dis_7.png",
    title1: "热门",
    title2: "中医肿瘤专家刘自力博士",
    newsId: 3,
    music: {
      url: "http://111.6.224.15/amobile.music.tc.qq.com/C4000014UK6s0gzOnv.m4a?guid=1229199900&vkey=2769FC886DB1FFFBE469E2075AB96245A27415BA291C75295F4E2864A23C75B2F06C024D0B3DED5A60DADDBDD69D0A16579D8B497C6FA747&uin=0&fromtag=66",
      title: "理查德·克莱-梦中的婚礼",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001k4Q4m2RYxCy.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-4.png",
    time: "2020-05-05",
    text:'肿瘤患者最害怕的就是“转移”。与正常细胞不同的是，癌细胞的生长增殖不受控制，而且癌细胞之间的粘着性较弱，癌细胞的这些特性使得其发生转移变得更加容易。一般来说，其主要通过淋巴道、血行、种植以及直接浸润等方式进行转移。而且，癌症的分化程度越低，浸润性就越明显，转移发生也就越早。',
    text1: '当癌细胞聚集成堆为瘤后，直径大约1-2mm时吸取周围组织的营养物质已经不能满足它自身的生长要求，这时它就自己新生血管、并与周围血管相接通，癌细胞就会以这条自生的路开始逃跑，但大多数被人体的免疫系统所消灭，只有少数“顽强”的癌细胞在其他部位存活下来，形成转移。在临床上，也有-些常见的癌症转移部位，包括这些：',
    text2: '1、骨转移：骨转移是很多晚期肿瘤的常见并发症，其中骨转移最常出现的症状是疼痛，比如骨骼疼痛、局部压痛、活动能力下降等，而且疼痛程度通常会随着时间逐渐加重。严重者甚至可导致瘫痪，例如颅底的骨转移可压迫颅内神经，从而导致相应的感觉异常甚至瘫痪。几乎所有的癌症均可发生骨转移，但以肺癌、乳腺癌等常见。当然，患者出现了疼痛并不一定就意味着发生了骨转移，还需要MRI检查、CT检查以及全身骨扫描等检查进行确诊。',
    text3: '2、脑转移：脑转移也是常见的肿瘤并发症之一，有研究表明约20%至65%的肺癌患者在病程中会发生脑转移。其中脑转移常见症状包括患者可出现剧烈的头痛、出现恶心、呕吐、行为改变以及精神活动异常等表现。',
    text4: '3、肺转移：这是恶性肿瘤常见的转移部位，发生肺转移，早期通常无明显表现，但可在X线片中发现有结节阴影。转移晚期可表现为胸痛、干咳、咳血或出现胸水等症状。',
    text5: '4、肝转移：常见表现为肝区疼痛、肝部肿大、肝功能障碍、出现黄疸、腹水等症状。肿瘤扩散转移的早期阶段就像原发癌症的早期一样可以没有任何不适的感觉。扩散转移的症状随着转移灶的部位和严重程度会逐渐显现。实际上每种肿瘤的常见转移部位是不一样的。比如胃癌常见的转移部位有肝脏、肺、腹腔、左锁骨上淋巴结、腹膜后腹主动脉旁淋巴结、女性患者容易出现卵巢转移；肺癌容易出现纵膈淋巴结转移、锁骨上淋巴结转移、肺内转移、骨转移、脑转移；结直肠癌容易出现肝转移、肺转移，其它如腹腔转移、骨转移、脑转移少见;乳腺癌容易出现肺转移、脑转移、骨转移；前列腺癌容易出现脑转移、骨转移等。因此每种恶性肿瘤复查内容是不完全一样的，各有侧重，主要依据容易出现转移的器官确定。',
    text6: '中医上认为，癌症患者尽管经手术、放化疗等治疗，但仍然存在残余毒邪，正气会进一步亏虚，正不抑邪，毒邪、淤血、痰浊相互胶结，加之患者对身患癌症的恐惧悲观因素影响，容易致癌症转移。中医将扶正固本、化痰散瘀、疏肝解郁诸法有机结合起来，而不是简单的累加，可更为有效地控制癌症的转移。具体分析每一位病人的不同情况，分辨病期早晚、病理类型、详辨虚实缓急，掌握好扶正与祛邪，治本与治标等，为每位患者制定不同的治疗措施。积极配合使用中医药进行防治，可有效降低癌症的复发率和转移率。提高患者的生存质量，延长患者的生存期。',
    text7: '患者同时也必须要重视复查，治疗结束时间越近复查越频繁，这也是早发现、早治疗的策略！精神状态也影响着肿瘤发展，也可以说你越怕它、它越来!病人担心、害怕也难免，尽可能地放松心情，做些力所能及的工作，良好心态是战胜疾病最基本的要求。',
    likeNum: 3,
    commentNum: null,
    collectionNum: 2,
    readingNum: 35,
    collectionStatus: false,
    likeStatus: true,
    comments: [
      {
        username: '中医达人',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579867200',
        content: {
          txt: '从保护自己做起',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "这些食品是天然的抗癌神器，每天食用远离癌症！",
    images1: "/images/news/dis_12.png",
    images2: "/images/news/dis_11.png",
    images3: "/images/news/dis_10.png",
    title1: "推荐",
    title2: "健康一言堂",
    newsId: 4,
    music: {
      url: "http://111.6.224.15/amobile.music.tc.qq.com/C4000014UK6s0gzOnv.m4a?guid=1229199900&vkey=2769FC886DB1FFFBE469E2075AB96245A27415BA291C75295F4E2864A23C75B2F06C024D0B3DED5A60DADDBDD69D0A16579D8B497C6FA747&uin=0&fromtag=66",
      title: "理查德·克莱-梦中的婚礼",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001k4Q4m2RYxCy.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-3.png",
    time: "2020-05-03",
    text:'吃西红柿不得癌症，你知道吗？不得子宫癌、卵巢癌、胰腺癌、膀胱癌、前列腺癌。可西红柿不是随便吃的，我问大家，西红柿怎么吃？有人说，那还不简单，洗洗就生吃呗。还有人切片放白糖，再喝点啤酒。如果是这么吃的，我告诉你，白吃了！不抗癌。',
    text1: '',
    text2: '西红柿里面有个东西叫蕃茄素，它和蛋白质结合在一块，周围有纤维素包裹，很难出来。(所以必须加温，加温到一定程度才出来。)',
    text3: '我告诉大家，西红柿炒鸡蛋最值钱了。还有蕃茄汤，或西红柿鸡蛋汤也是好的。生吃西红柿不抗癌，请大家注意！',
    text4: '大蒜是抗癌之王。我刚一说大蒜怎么吃，有人就说：那玩意得加温吃。你咋什么都加温？我告诉大家，(大蒜加温等于零！)山东人、东北人最爱吃，一瓣瓣地吃，还说吃大蒜不得癌，但没几天他先得癌症了。什么原因？',
    text5: '现在世界上都知道怎么吃大蒜，只有我们不知道。告诉大家，(原来是必须先把它切成片，一片一片的薄片放在空气里15分钟，它跟氧气结合以后产生大蒜素。大蒜本身不抗癌，大蒜素才抗癌，而且是抗癌之王。)我那天见人吃大蒜，他拿过一碗面，然后很快就把大蒜剥出来了，一瓣一瓣地吃，还不到5秒钟就吃进去了。连5秒钟都没有，这大蒜有什么用呀？一点也没有。',
    text6: '黑木耳有什么作用？现在一到过年时心肌梗死一个挨一个，年龄越来越小，已经到30岁了。为什么过年时多?两个原因，一个是高凝体质血稠，就是脂肪高。大家记住，血稠的人叫高凝体质。高凝体质的人加。上高凝食物，所以过年时心肌梗死的人特别多，年龄不限。心肌梗死虽然无法治，但完全可以预防。',
    text7: '黑木耳有两个作用，其中一个是使血不粘稠。黑木耳的作用是美国心脏病专家发现的，他得了诺贝尔奖。他发现以后，所有欧洲人、有钱有地位的人都吃黑木耳，而不吃阿司匹林了。什么样的人是高凝体质？答案是矮、粗、胖的人，特别是更年期的女同胞。而且血型AB的人更容易高凝血稠。还有脖子越短越容易高凝血稠。',
    likeNum: 4,
    commentNum: null,
    collectionNum: 2,
    readingNum: 15,
    collectionStatus: false,
    likeStatus: true,
    comments: [
      {
        username: '健康一言堂',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579867200',
        content: {
          txt: '远离癌症！',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "为什么癌症越来越多？医生忠告，45岁以后吃饭坚持四不要",
    images1: "/images/news/dis_16.png",
    images2: "/images/news/dis_17.png",
    images3: "/images/news/dis_18.png",
    title1: "热门",
    title2: "医学原创故事会",
    newsId: 5,
    music: {
      url: "http://111.6.224.15/amobile.music.tc.qq.com/C4000014UK6s0gzOnv.m4a?guid=1229199900&vkey=2769FC886DB1FFFBE469E2075AB96245A27415BA291C75295F4E2864A23C75B2F06C024D0B3DED5A60DADDBDD69D0A16579D8B497C6FA747&uin=0&fromtag=66",
      title: "理查德·克莱-梦中的婚礼",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001k4Q4m2RYxCy.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-2.png",
    time: "2020-05-03",
    text:'来自国家癌症中心的数据，我国每年新发恶性肿瘤病例约392.9万例，死亡估计约233.8万人；近10多年来，恶性肿瘤发病率每年保持约3.9%的增幅，死亡率每年保持2.5%的增幅；每年恶性肿瘤所致的医疗花费超过2200亿，按照每年新发恶性肿瘤病例约392.9万例来算，我国平均每分钟就有七人被确诊癌症，平均每天被确诊癌症的患者超过了一万人。',
    text1: '数据还显示，肺癌居我国恶性肿瘤发病首位，全国每年新发78.7万例;其次是胃癌、结直肠癌、肝癌和女性乳腺癌等，前10位发病约占全部恶性肿瘤新发病例的76.70%。',
    text2: '说到这，很多人会问，医生，既然癌症的发病率这么高，我们又该如何预防它呢？',
    text3: '作为医生，要提醒大家的是，保持健康的生活习惯，是预防癌症的最重要方式，今天，我们就重点来说说，吃饭的时候应该怎么做？',
    text4: '第一，45岁以后，步入癌症的高发期，建议吃饭的时候，一定不要暴饮暴食，吃饭的时候，多少人还在狼吞虎咽，暴饮暴食，却不知道，这样做不仅影响消化，还可能诱发癌症，冬天里，热腾腾的饭菜刚端上来，就开始狼吞虎咽，越烫越舒服，趁热吃，却不知道，过烫的食物很容易损伤食管，诱发食管癌，此外，暴饮暴食还会诱发胰腺疾病，比如胰腺炎和胰腺癌，由此可见，吃饭时细嚼慢咽是多么重要。',
    text5: '第二，45岁以后，建议吃饭的时候，一定不要酗酒，有多少人，饭桌上是一定要喝酒的，吃饭的时候酗酒，对健康的影响非常大。这是因为乙醇的中间产物乙醛，会直接破坏DNA，诱发肝癌，胰腺癌，胃癌。',
    text6: '第三，45岁以后，建议吃饭的时候，一定不要吃的很油腻，很辛辣刺激，腌制，烟熏，油炸，烧烤的食物都要少吃，饮食里，建议清淡一点，多吃蔬菜和水果，适当补充牛奶，鸡蛋，豆制品等优质蛋白，会更有利于身体健康。',
    text7: '第四，45岁以后，建议吃饭的时候，顿顿不要吃的太撑，很多人吃饭，非要撑的不行才罢，这样做不仅影响健康，还很容易诱发各种消化性疾病，甚至癌症，-般来说，每顿饭吃个八九分饱就可以了。',
    likeNum: 3,
    commentNum: null,
    collectionNum: 4,
    readingNum: 16,
    collectionStatus: true,
    likeStatus: false,
    comments: [
      {
        username: '故事会',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579867230',
        content: {
          txt: '随着年龄的增长，应该注意自己的饮食',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "日常饮食中有哪些存在患癌风险的食品？这些要注意",
    images1: "/images/news/dis_15.png",
    images2: "/images/news/dis_13.png",
    images3: "/images/news/dis_14.png",
    title1: "推荐",
    title2: "生活小秘辛",
    newsId: 6,
    music: {
      url: "http://111.6.224.15/amobile.music.tc.qq.com/C4000014UK6s0gzOnv.m4a?guid=1229199900&vkey=2769FC886DB1FFFBE469E2075AB96245A27415BA291C75295F4E2864A23C75B2F06C024D0B3DED5A60DADDBDD69D0A16579D8B497C6FA747&uin=0&fromtag=66",
      title: "理查德·克莱-梦中的婚礼",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001k4Q4m2RYxCy.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-3.png",
    time: "2020-05-03",
    text: '我们的日常饮食成分与我们体内癌细胞的产生和发展有什么关系?常言道:“病从口入”。我们经常食用的哪些食品具有患癌的风险呢？以下简单介绍六类具有患癌风险的摄入食品。',
    text1: '',
    text2: '1、加工肉。这些肉类包括香肠、热狗、意大利辣香肠、包装午餐肉、牛肉干、火腿和培根等。加工肉类可能会增加患结直肠癌的几率。世界卫生组织警告说，即使每天仅食用一根热狗或几片培根，也会使患癌症的风险增加18%。加工肉是指经过腌制、熏制、罐装或脱水后的任何肉类,它们含有硝酸盐、添加剂和防腐剂以增强风味并阻止细菌生长。硝酸盐也存在于天然新鲜食品中。尽管这项研究尚无定论，但研究人员仍可将它们与患癌原因联系起来。',
    text3: '2、热饮。《国际癌症杂志》上的一 项研究表明食道癌与热饮之间存在联系。高于140度的饮品，与热饮之间存在联系。高于140度的饮品，如热茶之类的饮料，会对食道内的细胞产生热损伤，可能是造成这种风险增加的原因。那些在放凉前就喝热饮并抽烟和喝酒的人患食道癌的机会则增加五倍。',
    text4: '3、乳制品。牛奶和奶酪等其他乳制品的饱和脂肪和胆固醇含量很高，但研究表明它们所含的钙可能降低结直肠癌和其他类型癌症的风险。然而，根据为期28年的《医师健康研究》(Physicians Health Study)对超过21,000人进行的研究，摄入大量乳制品可能会增加患前列腺癌的可能性。每天食用超过2.5份乳制品的受试者更有可能患前列腺癌。',
    text5: '4、精制碳水化合物和糖。与那些食用全谷物和复杂碳水化合物(例如新鲜蔬菜和水果)为主的人相比，饮食中富含精制碳水化合物(例如白面包、白米、意大利面、软饮料和果汁)的人更容易患上结肠癌。研究表明体内高血糖和胰岛素水平会增加炎症以及患癌风险的可能。血糖指数衡量碳水化合物在血液中转化为糖的速度，一项2016年的研究指示高血糖指数食物的过量摄入与前列腺癌的风险增加有88%相关性。',
    text6: '5、酒精饮料。据美癌症协会称，饮用即使少量的酒精也会增加患癌的风险。饮酒与5.6%的癌症新患者和4%的癌症死亡患者有关。大量饮酒或经常饮酒也会增加口腔癌、咽癌、喉癌、食道癌、肝癌、结肠癌和直肠癌的可能性。饮酒会导致人患上癌症，而遗传因素会起到一定作用。基因编码参与代谢酒精的酶，东亚文化的个体人群可能携带该基因的一种变体，该基因可加快酒精向乙醛等有毒化学物质的转化。携带该基因的人发生食道癌的机会更高。',
    text7: '6、过度煮熟的食物。一些过度烹制或燃烧的食物，主要是肉类，会形成名叫做杂环胺(HCA) 或多环芳烃(PAHs)的化学物质。这些化学物质是氨基酸、糖和肌酸酐在高温下反应的结果。滴落到明火或热源上的汁液会产生烟雾，释放出多环芳烃，然后多环芳烃会附着在肉的表面。在300华氏度或更高的温度下烹煮的肉，或长时间烹煮的肉会形成HCA。淀粉类食物煮至深褐色时会形成丙烯酰胺。一些研究将这些化合物的消耗与卵巢癌和子宫内膜癌联系起来，但仍然缺乏确切的证据。',
    likeNum: 3,
    commentNum: null,
    collectionNum: 3,
    readingNum: 6,
    collectionStatus: true,
    likeStatus: true,
    comments: [
      {
        username: '生活小秘技',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1578867200',
        content: {
          txt: '预防癌症！',
          img: [],
          audio: null,
        }
      }
    ]
  }
]
/**
 * 娱乐
 */
var funList = [
  {
    title: "小团团露脸是个美女！当她整理衣服时，身材没法p",
    images1: "/images/news/news_10.png",
    images2: "/images/news/news_11.png",
    images3: "/images/news/news_12.png",
    title1: "热门",
    title2: "王者解说",
    newsId: 1,
    music: {
      url: "http://111.6.224.15/amobile.music.tc.qq.com/C400004eLQfC3hi2fg.m4a?guid=1229199900&vkey=7E641233C88E3FC48565DCE82506335E330BDE6BAD20556CA136C56C88DD418CE3019390B9783785A48C156C15EBD7A08806E213126224C6&uin=1513&fromtag=66",
      title: "Patrick peronne-Fur Elise",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001tUpmU1pVH4Y.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-2.png",
    time: "2020-04-20",
    text: "前言：小团团露脸证明不胖，是个美女！当她站起来整理衣服的时候，身材却没法p，粉丝：你还是坐下吧。",
    text1: "为了做公益带货，神秘的小团团终于露脸了，虽然她戴着口罩，被很多人质疑戴口罩不算露脸。不过小团团露出来的眼睛部分还是很漂亮的，看得出她一点都不胖，而且是一个美女。直播中，小团团十分敬业，一边吃吃吃一边给粉丝推荐，让很多人忍不住买下她手中的零食。",
    text2: "看起来小团团的却不算胖，只是脸有些园，粉丝对此毫不在意，还说自己就喜欢这样的小团团。主播本人则表示，她露脸直播的时候比较紧张，或许是因为这个原因，才会戴上口罩不愿意摘下来吧。",
    text3: "小团团露脸很快就上了热搜，连王校长也赶来直播间，为小团团刷了16发超火。之前王校长就经常给小团团刷礼物，这次又这样捧场，看来两人的关系真的很好了，粉丝也送上了不少礼物，庆祝小团团露脸。",
    text4: "不过，即便是她亲自出现为公益带货，却依然有人看不惯小团团，在直播中发送弹幕，质疑小团团身材很魁梧。之所以看起来好看，是因为直播间摄像头有美颜。为了证明自己真的不是虎背熊腰，小团团急忙站了起来。",
    text5: "她把粉红色的上衣塞进裤子里，证明自己不胖，不过这样对镜头摄像，让观众发现了小团团的真实身材，她整理后背衣服的时候，看得出她的小肚子还是有点大的，有点可爱，原来这就是小团团的真实身材。",
    text6: "不管别人在说什么，小团团都认真带货，让粉丝跟她一起做公益，这样的行为得到了大家的交口称赞，弹幕上一片买买买，十分热闹。这正是主播们需要做的，很多主播都曾做过公益活动，比如说旭旭宝宝和呆妹儿。",
    text7: "此前旭旭宝宝就跟公会的其他主播，比如呆妹儿，还有朱一旦等人一起去现场直播带货，取得了不错的效果。这一次，旭旭宝宝也加入了带货行列，主播的粉丝也应该努力跟上他的步伐，而不是因为某些鸡毛蒜皮的小事，跟别人产生冲突。",
    likeNum: 2,
    commentNum: 3,
    collectionNum: 7,
    readingNum:20,
    collectionStatus: true,
    likeStatus: true,
    comments: [
      {
        username: '斗鱼解说',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579867200',
        content: {
          txt: '真的太喜欢团子了!!：',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "黄晓明上综艺终于放开，穿戏服首次扮演青衣",
    images1: "/images/news/fun_1.png",
    images2: "/images/news/fun_2.png",
    images3: "/images/news/fun_3.png",
    title1: "推荐",
    title2: "艾娃ElvaaTB",
    newsId: 2,
    music: {
      url: "http://111.6.224.15/amobile.music.tc.qq.com/C400004eLQfC3hi2fg.m4a?guid=1229199900&vkey=7E641233C88E3FC48565DCE82506335E330BDE6BAD20556CA136C56C88DD418CE3019390B9783785A48C156C15EBD7A08806E213126224C6&uin=1513&fromtag=66",
      title: "Patrick peronne-Fur Elise",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001tUpmU1pVH4Y.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-8.png",
    time: "2020-05-09",
    text:"说到穿衣打扮，如今的时尚单品真是多到数不过来，哪怕是风格较少的男装，也会随着衣品不同的搭配呈现出不同风格。可是要说到男性装扮女装那可真是不少见啊，要是没有那个金刚钻，就不要揽这个瓷器活，尤其是戏剧里的那种花旦服装，一般人不敢尝试。",
    text1: "黄晓明这几年明星人气没有以往的那么高了，甚至有时候出镜在穿衣打扮上还显得很油腻，不过意识到自己快被遗忘的时候，黄晓明在风格打扮上真是一天一个样，时髦帅气不说，打扮_上可盐可甜的造型真让人认不出，帅气的西装潇酒有型，街头潮范装又格外的精致，很是亮眼。",
    text2: "青衣对于年轻人来说真是十分的陌生，这种装扮通常只会出现在戏剧里或者综艺节目上，如果不是专业的演员和艺术家来驾驭，那真是分分钟暴露你的演技能力，尤其是整体造型格外的浮夸有个性，倒是辨识度极高。这次上综艺，黄晓明其中的一组造型真是特别的惹眼，罕见的戏服打扮，身着有层次的衣品，头戴珍珠皇冠。可以说出道十几年，还是第一次看到黄晓明的戏服打扮，不过这次黄晓明首次青衣装扮还是给人眼前一亮的感觉，同框华晨宇，完全把华晨宇的风头都给抢了。",
    text3: "黄晓明属于那种辨识度很高的脸型，脸型娇小，在珍珠皇冠的衬托下只露出脸部明显更精致了，没有了发型的衬托你还别说真有几分男扮女装的紫色，一板一眼的动作也是演绎的很惟妙惟肖，罕见的“花旦状”比起以往的帅气造型确实显得更加精致又魅力，非常的不错，看谁还敢说他演技差了。",
    text4: "正面看过去说实话不仔细看真的分辨不出这是黄晓明扮演的，精致有型的颜值在妆容的衬托下，非常扛得住镜头的敲打。加上这标志性的花旦状一副惹人喜欢的样子真是十分的耐看，不得不说，黄晓明真是因为很有魅力的男神，虽然以往有点演技不到位的时候，可是这次大胆尝试青衣装.上综艺，真是让我们看到了一个不一样的黄晓明，出来的那一瞬间真是太有震撼力了。",
    text5: "如今的黄晓明虽不再大红大紫，可是在表演能力上还是有亮点可看的，比起以往的潇洒时髦的穿衣打扮，这次这身青衣look真的在男明星太罕见了，看完造型毫无违和感可言，这点是最重要的，一板一眼的动作表演的都很到位，加上这肤质和妆容，反正我看完是彻彻底底的服了，别有一番滋味简直。",
    text6: "拋开那些个性辨识度高的古装戏服，别看黄晓明已经40多岁了，但是对于时尚的追求还是很热衷的，虽然身高有所不足，可是每次呈现出来的穿衣打扮依旧很上镜，都说纯色选择过于呆板正式，其实想要改变这一缺点也是可以的，比如像黄晓明这一身，ALL BLACK的打扮宽松有型，五五分的身材十分的拖沓，不说在小细节的搭配穿搭上，教主也是别有用心，蓝白色的运动鞋，腰间的链条装饰，还有这花色的内搭，每一处都细节感十足，虽然五五分的身材显得有点，但是穿在黄晓明的身材瞬间变得年轻潮流多了。",
    text7: "西装穿在极个别的男生身上真是永远都看不腻，满满一副霸道总裁的模样，隔着屏幕都能够感受得到，就像黄晓明的这一身，整个造型几乎没有用细节装饰，上衣黑色的长款，西装领大衣搭配深色西装裤和皮鞋，满满一副霸道总裁的既视感，梳着油头，这坐在公共椅子.上就好像坐在老板椅身上一样，气场真不是一般的强。",
    likeNum: 8,
    commentNum: 3,
    collectionNum: 7,
    readingNum: 30,
    collectionStatus: true,
    likeStatus: true,
    comments: [
      {
        username: '艾娃',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579667200',
        content: {
          txt: '晓明哥真的很帅，也很喜欢花花！',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "股份是后妈得，宠爱是弟弟得，被亲妈抛弃得郭麒麟，为何不叛逆",
    images1: "/images/news/fun_4.png",
    images2: "/images/news/fun_5.png",
    images3: "/images/news/fun_6.png",
    title1: "热门",
    title2: "红剑爱科技",
    newsId: 3,
    music: {
      url: "http://111.6.224.15/amobile.music.tc.qq.com/C400004eLQfC3hi2fg.m4a?guid=1229199900&vkey=7E641233C88E3FC48565DCE82506335E330BDE6BAD20556CA136C56C88DD418CE3019390B9783785A48C156C15EBD7A08806E213126224C6&uin=1513&fromtag=66",
      title: "Patrick peronne-Fur Elise",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001tUpmU1pVH4Y.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-7.png",
    time: "2020-05-07",
    text:"郭德纲是典型的草根明星，他在创业的时候，因经验不足再加，上没有遇到良好的机遇，所以他在底层混迹了很多年，暗无天日的日里，本该有一个妻子胡中惠相伴左右，并且还生下了儿子郭麒麟。",
    text1: "但暗无天日的日子复一日，生活窘迫的状态并没有得到改变，所以胡中惠的决定抛弃儿子离开，去追逐新的幸福。郭德纲对于这样的结局深感心痛，但又不得不坚持自己的梦想。一个大男人带娃拼搏，自然是难上加难，所以他索性把郭麒麟丢给爸妈抚养，因工作繁忙，郭德纲鲜少与儿子见面。",
    text2: "所以童年的郭麒麟和郭德纲感情并不是很深，不过郭德纲并没有把郭麒麟遗忘，而是在外拼搏，给郭麒麟争取到更好的生活条件。最终皇天不负有心人，郭德纲的事业发展得越来越顺遂，当然，这脱离不开他第二任妻子王惠的付出，德云社最困难的时候，王惠卖首饰卖汽车让郭德纲有机会渡过难关。",
    text3: "2008年郭麒麟终于可以和郭德纲生活到一起，虽然生活条件改善了，但他并没有得到爸爸的宠溺，郭德纲对他要求非常苛刻，并且有好东西也只会先照顾别人。不仅如此，只要他犯错，郭德纲也会毫不留情痛骂他，有一次郭麒麟兴高采烈地和阎鹤祥合作演绎《阴阳五行》。但表演经验不丰富的他，在这次表演表现得非常糟糕。",
    text4: "郭德纲得知火冒三丈地训斥郭麒麟，都说家丑不可外扬，郭德纲私下骂公开也骂。其中有一句：蠢子无知糊涂至极，令人印象深刻。郭德纲语出伤儿，郭麒麟的内心虽是受伤的，但他依旧选择迎合郭德纲向大众认错。",
    text5: "郭德纲骂归骂，对郭麒麟还是疼爱的，而他的疼爱是要对他严厉一些，因为他认为自己欺负儿子到社会上被别人欺负强得多。爸爸别有用心，着实是煞费苦心，打着对孩子的名义苛刻对待孩子，这个教育方式很容易让孩子产生叛逆心理，但郭麒麟并没有选择这种极端不被看好的方式反驳自己的爸爸。",
    text6: "而是在爸爸的引导以及教育下，奋发图强让自己变成爸爸的骄傲，最后他如愿以偿。当然他选择叛逆，对他的人生也没有好处，只是惹爸爸不开心而已，所以郭麒麟选择乖巧是非常明智的。如今他不仅是爸爸的骄傲，更是大家崇拜的偶像，曾有网友评价他:谦逊有礼，温文尔雅，谦逊低调，与一般的富二代截然不同。",
    text7: "郭麒麟虽处于一个离异的家庭，但他生活依旧非常幸福，因为后妈不是贪慕虚荣也不是表面做一套背后做一套的女人。她不仅对郭德纲好，也给予了他许多无微不至的关怀。郭德纲兴许也是想犒劳妻子，所以德云社大部分股份给予了妻子，并且把妻子生下的孩子视若珍宝。",
    likeNum: 6,
    commentNum: 4,
    collectionNum: 7,
    readingNum: 30,
    collectionStatus: true,
    likeStatus: false,
    comments: [
      {
        username: '红剑爱科技',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579667200',
        content: {
          txt: '棍棒之下出孝子，加油加油！',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "六岁女儿练武术，长相与杨幂及其相似，是小糯米吗？",
    images1: "/images/news/fun_7.png",
    images2: "/images/news/fun_8.png",
    images3: "/images/news/fun_9.png",
    title1: "推荐",
    title2: "东方头条",
    newsId: 4,
    music: {
      url: "http://111.6.224.15/amobile.music.tc.qq.com/C400004eLQfC3hi2fg.m4a?guid=1229199900&vkey=7E641233C88E3FC48565DCE82506335E330BDE6BAD20556CA136C56C88DD418CE3019390B9783785A48C156C15EBD7A08806E213126224C6&uin=1513&fromtag=66",
      title: "Patrick peronne-Fur Elise",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001tUpmU1pVH4Y.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-6.png",
    time: "2020-05-04",
    text:"杨幂忙爱情，不管不顾小糯米？先别慌着乱说！",
    text1: "而在前几天网上有一则视频被热传，视频中有一位长相神似杨幂的小女孩穿着相同跆拳道的服装正在练习。小女孩看起来在六七岁道的服装正在练习。小女孩看起来在六七岁左右，和大幂幂有七八分像。而且在视频上还有一句话，写着：小糯米与师父过招。网友们都知道小糯米适逢端午出生，所以被命名为小糯米。那么视频中的孩子到底是谁呢？是不是大幂幂的孩子呢？",
    text2: "与魏大勋屡次被拍，粉丝表示祝贺。",
    text3: "我们先说说回大幂幂本来，在与前夫结束了婚姻之后，个人的感情生活也备受瞩目，媒体们已经不止一次拍到她与大勋随行，而且此前男方也曾经公开表示过自己喜爱她。从去年开始的酒店幽会，到最近的大幂幂等大勋拍戏收工，两个人的爱情貌似算得上是半公开。尽管被媒体拍到了无数次，不过他们二人没有对此做出过回应。对于大幂幂爱情的事，粉丝们也都很包容，表示她已经是单身了，有重新恋爱的权利，不管怎样都祝福，只要他自己高兴就好。",
    text4: "大幂幂被传与女儿关系淡薄。而在大幂幂和刘恺威离婚之后，孩子一直跟着父亲生活，以前还拍到过他与孩子亲密同行的照片。实际上一直，大幂幂二人向来都没有公开过孩子的正脸照，所有的照片都是抽象：处理而且打过马赛克的，他们二人非常看重掩护小糯米的秘密。因此网友们对于孩子究竟长什么样子是一窍不通的。现在出现了一位长得和大幂幂颇为相似的孩子，而且视频中还打上了小糯米几个字，因而网民们猜测这是小糯米不无道理。视频中的孩子无论是笑还是不笑都好似大幂幂本人。",
    text5: "自从大幂幂离婚之后，貌似专一于事业的发展，以前还可以看见她与孩子的互动，但在离婚之后明显减小了，小糯米也从她的生活重心中消失。以前曾有人透露，小糯米与大幂幂情感非常生疏。去年小糯米五岁生日的时候，半夜有粉丝晒出了威哥为孩子举行生日聚会的照片，现场安排非常少女心全是粉红色的，不过照片中并没有看到我们的大幂幂，所有的皆以威哥和孩子为主。",
    text6: "不过也有网传出大幂幂在去年5月31日有从大连飞往深圳，6月2日再从深圳飞往大连的行程。根据航班消息可知，大幂幂这趟旅程很可能是要赶往香港给自己的孩子庆贺6月1日的生日。但是直到最后大幂幂也没有公开宣布过自己去给小糯米庆生，网友们爆料的照片也没有大幂幂的身影。因此大幂幂到底有没有去自己孩子的生日也没有人可以给出确切的回答。",
    text7: "尽管大幂幂已经开始新的生活了，不过相信天下没有不爱自己孩子的父母，尽管之前并没有网友证明大幂幂去了孩子的生日会，但同样也不可以证明她没有去，毕竟忽然从大连飞往深圳再从深圳.飞回大连，期间还恰好是小糯米生日，这样的行程网友们不得不浮想联翩。大幂幂到底爱不爱孩子终归不是网友们说了算的，今年小糯米的生日也快来了，我们也可以拭目以待，一样视频中的孩子究竟是不是小糯米也有待核实。",
    likeNum: 3,
    commentNum: 4,
    collectionNum: 7,
    readingNum: 8,
    collectionStatus: true,
    likeStatus: false,
    comments: [
      {
        username: '东方头条',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579667200',
        content: {
          txt: '喜欢杨幂、小糯米！！',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "肖战到底动了谁的盘子？娱乐圈一家独大向来不被允许",
    images1: "/images/news/fun_10.png",
    images2: "/images/news/fun_11.png",
    images3: "/images/news/fun_12.png",
    title1: "热门",
    title2: "鹅爷",
    newsId: 5,
    music: {
      url: "http://111.6.224.15/amobile.music.tc.qq.com/C400004eLQfC3hi2fg.m4a?guid=1229199900&vkey=7E641233C88E3FC48565DCE82506335E330BDE6BAD20556CA136C56C88DD418CE3019390B9783785A48C156C15EBD7A08806E213126224C6&uin=1513&fromtag=66",
      title: "Patrick peronne-Fur Elise",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001tUpmU1pVH4Y.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-5.png",
    time: "2020-05-01",
    text:"《陈情令》的爆火成功捧红了肖战，让他一夜成名，冠上了新一代“顶流”之称。可是好景不长，随之而来的227事件差点让云端之上的肖战跌落谷底。",
    text1: "为什么说“差点”？一个艺人之所以还存在，非常重要的一点是还可以依靠流量实现变现，而这些流量最重要的两个组成部分是，粉丝，路人。但这次事件既没有伤害到粉丝，更没有伤害到一些中立的路人，甚至绝大多数普通瓜民都不太了解网上所说，肖战粉丝举报的网站，它到底是什么。因此，要说这次事件彻底击垮了肖战，显然站不住脚。",
    text2: "据我了解，只有曝出出轨，渣男，渣女或是其他一些违法犯罪行为才有可能实现对艺人的精准打击，并且一刀致命，毫无翻身余地。（我这里指的翻身，是指继续变现的能力）比如最近比较火的罗志祥，之前的文章，柯震东等等。否则，像这种对变现不太有影响的事件还不足以彻底整垮一个艺人。",
    text3: "当然，这次的失败显然让别家不高兴了，本来可以借此事打破一家独大的局面，但没想到这一切进展并不顺利。如果说227事件是肖战工作室的决策失误，那后续一系列的衍生事件才是攻击的开始，并且是他人顺水推舟，刻意为之。",
    text4: "他们如何操作一系列黑料事件？要击垮肖战，路人粉是关键。这期间让我印象最深刻的黑料事件是，有大量自称肖战粉丝的网友跑到各大app底下差评，低分，诋毁,并振振有词，“谁要你们说我肖战哥哥”, 当然，稍微理智点也看得出这个刻意黑太明显了，没有粉丝会傻到这个地步，但这招确实对普通路人很是受用，肖战形象一落千丈，部分路人转黑。",
    text5: "也许你会问，《陈情令》明明捧红的是两个人，为什么所有人只视肖战为眼中钉？这个不难理解，你去查查《陈情令》之后双方的资源情况，这些资源不仅包括影视，还有商务，媒体等等，以及粉丝购买能力也是重要组成部分，这样就差不多就明白了。",
    text6: "娱乐圈向来不允许一家独大的局 面出现。肖战目前显然成为了这唯一一家，也理所当然成为了众矢之的。他每天的一举一动甚至是过往历史都会比其他艺人更引人关注，对无数营销号而言，谁能挖出他的黑料，谁就能多一份收入，对于相同年龄段的别家艺人团队而言，肖战垮了，资源的选择会更多，这也是为什么所有突然爆火的人都会面临被黑的风险，参考李家琦抽烟事件，王源抽烟事件等。",
    text7: "无关这个人是谁，只要他在行业最火，就注定要遭受这些流言蜚语，他可以是肖战，可以是任何人，只要他站在顶端，就会有无数双眼睛每天盯着他，深扒过往历史也好，刻意制造谣言话题也好，总之，他们的目的都是想把这个人彻底拉入谷底而已。",
    likeNum: 4,
    commentNum: 4,
    collectionNum: 7,
    readingNum: 8,
    collectionStatus: false,
    likeStatus: true,
    comments: [
      {
        username: '鹅爷',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579667200',
        content: {
          txt: '哇，太喜欢肖战了。',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "37岁金莎复出参加女团认不出！校园初恋脸像少女",
    images1: "/images/news/fun_13.png",
    images2: "/images/news/fun_14.png",
    images3: "/images/news/fun_15.png",
    title1: "推荐",
    title2: "时尚丽人风行",
    newsId: 6,
    music: {
      url: "http://111.6.224.15/amobile.music.tc.qq.com/C400004eLQfC3hi2fg.m4a?guid=1229199900&vkey=7E641233C88E3FC48565DCE82506335E330BDE6BAD20556CA136C56C88DD418CE3019390B9783785A48C156C15EBD7A08806E213126224C6&uin=1513&fromtag=66",
      title: "Patrick peronne-Fur Elise",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001tUpmU1pVH4Y.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-3.png",
    time: "2020-05-10",
    text: "近期，《乘风破浪的姐姐》 的可谓是占据了综艺话题榜的超高热度，这给30+的女明选秀节目也成为了今年选秀节目的一档“泥石流”，将已经出道的女明星们“聚”在一起，以女团练习生的身份训练比拼，最终争取出道名额，虽然是选秀的“老套路”，但是把这件事放在女明星身.上，那就太有看点了。",
    text1: "在公布的名单中，宁静、张雨绮、钟丽缇、郁可唯、张含韵、黄圣依、吴昕、王丽坤、蓝盈莹、白冰、万茜、李斯丹妮、张萌等，光看名字就已经很精彩了。而在节目组最新的进展中，据说还敲定了白百何，刘敏涛也在洽谈中，感觉大家希望能来的人，都将出现在“姐姐们”的名单上，还真有一种当“全民制作人”的快感。",
    text2: "而“姐姐们”中，金莎的出现也是让大家非常惊喜。这个当年个林俊杰唱着《被风吹过的夏天》的甜蜜女孩，久违的又要站上舞台了。当年凭借着青春偶像剧《18岁的天空》中蓝菲琳一角，让很多人认识了金莎，之后进军歌坛，当时的成绩也是相当不错的。甜甜的嗓音，唱出了少女们最美好的花样青春。虽然近些年，很少出现在大众视野，但是5月9日，金莎在自己的社交平台发布了一张新照，扎着双“灯笼辫”，这状态也是好到让人惊叹。好久没有露面的金莎，依旧是个甜妹纸。",
    text3: "照片中金莎穿着白色的运动T恤，外搭黑色渔网接拼的运动外套，袖子的橙色内搭，使整体的装扮看上去更加的有青春活力。这件运动外套简直是太种草。金色的空气厚刘海，配上这两股灯笼辫，这发量实在太让人羡慕了。37岁金莎复出参加女团选秀认不出！校园初恋脸像少女18，穿渔网衫太甜了。",
    text4: "白皙的皮肤，这标准的瓜子脸，一下子还真有些没认出来，不知道是不是太久没看见金莎小姐姐了，这突然的出现，也让大家觉得有些变样了。但是少女的状态还是非常让人惊喜，完全看不出已经金莎已经37岁，感觉跟当年跟林俊杰对唱小甜歌的的状态，也没有太大的差别，女明星这冻龄的水平，真是一个比一个高。",
    text5: "这校园初恋脸就像18岁的少女，哪里有一点点37岁的样子。这状态跟“少女扛霸子”郑爽真有得一拼，都是粉嫩的小仙女。金莎参加《乘风破浪的姐姐》大变样! 37岁扎灯笼辫，嫩回小仙女不输郑爽。",
    text6: "而且这个节目自从录制以来，这两天就一直保持着超高的热度！首先48岁宁静的机场状态就让人惊叹，这蓝色美瞳的混血妆，真是美出了新高度。不得不说，宁静这种长相配上这样浓艳的妆化，真的是超美的。随后黄圣依带了8个箱子来到宿舍别墅，也让网友觉得姐姐这是来度假的吧。",
    text7: "随后姐姐们就进入了唱歌练舞的阶段，没想到这次女明星真的是拼了，这架势完全不输十几岁的小妹妹们。在别问收不收手机的问题上，张萌也表示，本来是要收的，但是姐姐们（省略号），大家也是秒懂，毕竞节目组也不敢对这些姐姐们太过强硬，网友们也搞笑的调侃到《乘风破浪的姐姐》的实质其实是“兴风作浪的姑奶奶”，实在是太期待正片的播出了。",
    likeNum: 5,
    commentNum: 4,
    collectionNum: 7,
    readingNum: 6,
    collectionStatus: false,
    likeStatus: false,
    comments: [
      {
        username: '时尚丽人风行',
        avatar: '/images/avatar/avatar-2.png',
        create_time: '1579667200',
        content: {
          txt: '真的很年轻！根本不像37岁',
          img: [],
          audio: null,
        }
      }
    ]
  }
]
/**
 * 体育
 */
var sportList = [
  {
    title: "乔丹和科比私下关系有多好？“飞人”的这些话也许能告诉你答案",
    images1: "/images/news/spo_1.png",
    images2: "/images/news/spo_2.png",
    images3: "/images/news/spo_3.png",
    title1: "热门",
    title2: "体育谈谈谈",
    newsId: 1,
    music: {
      url: "http://111.6.224.15/amobile.music.tc.qq.com/C4000014UK6s0gzOnv.m4a?guid=1229199900&vkey=2769FC886DB1FFFBE469E2075AB96245A27415BA291C75295F4E2864A23C75B2F06C024D0B3DED5A60DADDBDD69D0A16579D8B497C6FA747&uin=0&fromtag=66",
      title: "理查德·克莱-梦中的婚礼",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001k4Q4m2RYxCy.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-1.png",
    time: "2020-05-06",
    text: "《最后一舞》第5集不仅仅是牵动你的心弦，它猛然拉开，然后开场的第一句话“为了纪念科比·布莱恩特”出现在屏幕上。之后场景转到1998年麦迪逊广场花园全明星赛，当科比·布莱恩特超过他们时，迈克尔 ·乔丹和史蒂夫·史密斯一起走在后走廊。",
    text1: "“我是在电视上看迈克尔·乔丹长大的，现在你有机会和他面对面，你有机会真正看到、触摸和感觉他的力量、速度、敏捷，在那里打球很有趣。”科比·布莱恩特在职业生涯结束后告诉采访者。然后科比·布莱恩特解释了他们私下关系的起源，迈克尔·乔丹2月24日在斯台普斯中心对科比·布莱恩特的感人回忆中也讲到了这一点一就在科比·布莱恩特、他的女儿吉安娜·玛利亚·奥诺尔·布莱恩特和其他七个人在一次直升机失事中丧生的一个月之后。",
    text2: "“我有一个关于他的转身投篮的问题，所以我问他，他给了我非常详细的答案，但最重要的是，他说，如果你需要什么，给我打电话，就像我的大哥一样,”科比·布莱恩特在《最后一舞》中说，“我真的很讨厌讨论谁会赢得一对一的比赛，你的球迷说，‘嘿，科比.布莱恩特，你一对一会打败迈克尔·乔丹的。’我觉得，‘哟， 你从我这里得到的，是他给的。’如果没有他，我将无法拿到5个总冠军，因为他给了我那么多的指导和建议。科比·布莱恩特和迈克尔·乔丹的关系并不为人所知，但它是纯粹的，只要听听迈克尔·乔丹在2月24日的看法就知道了。",
    text3: "“科比·布莱恩特和我是非常亲密的朋友，这也许让人们感到惊讶，”他说，“但我们真的是非常亲密的朋友，科比·布莱恩特是我最好的朋友，他就像一个小兄弟，每个人都想谈谈我和他之间的比较，我只是想谈谈科比·布莱恩特。”“那个小兄弟，”迈克尔·乔丹说，“如果要我用一个词来形容他，那就是‘讨厌’，但是那个讨厌的东西在一段时间后变成了爱。他经常在上午11:30、清晨2:30或者3:00打电话给我谈论后期动作，步法，有时还有三角进攻，-一开始，这是一种负担，但后来变成了某种激情，这孩子拥有你永远不会知道的激情。”",
    text4: "这是一个令人惊讶和衷心的讲话，你很少在那样的公众场合看到迈克尔·乔丹，更不用说那样情绪化了。“当我了解他的时候，我想我能成为的最好的哥哥，”迈克尔·乔丹继续说，“要做到这一点，你就得忍受愤怒、深夜电话或愚蠢的问题。当我了解到科比·布莱恩特只是想成为一个更好的人，一个更好的篮球运动员时，我感到非常自豪，我们谈生意，谈家庭，谈一切,他只是想做一个更好的人。”",
    text5: "“现在，他让我(哭)，我不得不看另一个哭泣的表情包...我告诉我的妻子，我不会这样做，因为我不想在未来的三四年里看到这种情况，但是...”迈克尔·乔丹承认：“当科比·布莱恩特死的时候，我的一部分就死了，当我在这个竞技场和世界各地看的时候，你们中有一个人死了，否则你就不会在这里了，这些是我们必须与之共同生活并从中学习的记忆。”",
    text6: "“我向你保证，从今天起，我会记住我有一个小兄弟，并尽我所能提供帮助，拜托，小兄弟，安息。”据媒体统计，迈克尔·乔丹和科比·布莱恩特在NBA赛场.上只交手8次，科比·布莱恩特的球队赢了5次，在第一场比赛中，科比·布莱恩特只得到5分，迈克尔·乔丹则贡献30分，在最后一场比赛中，迈克尔·乔丹得了23分，科比·布莱恩特砍下55分。",
    text7: "在纪录片早些时候，迈克尔·乔丹很明显看到了科比·布莱恩特在NBA的轨迹，在那次全明星赛中，摄像机捕捉到迈克尔·乔丹说:“他不让这场比赛降临到他的面前，他就这样出去拿走了，我要让这(咒骂)发生，我要把这场比赛变成一对一的游戏。”迈克尔·乔丹甚至拿科比·布莱恩特开涮：“如果我是他的队友，我不会传球给他，你要是想再赢一次，兄弟，你最好去抢篮板。”那次全明星赛，迈克尔·乔丹赢得了他的第三个也是最后一个全明星最有价值球员，两人在球场上短暂相遇后，迈克尔·乔丹对科比·布莱恩特说：“我们以后见。”是的，科比·布莱恩特，我们以后见。",
    likeNum: 5,
    commentNum: 6,
    collectionNum: 4,
    readingNum: 22,
    collectionStatus: true,
    likeStatus: false,
    comments: [
      {
        username: '体育谈谈',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579857200',
        content: {
          txt: '喜欢科比和乔丹！！',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "被欺骗也拒绝沉沦！忠于篮球，是保罗最后的底线",
    images1: "/images/news/spo_4.png",
    images2: "/images/news/spo_5.png",
    images3: "/images/news/spo_6.png",
    title1: "推荐",
    title2: "不止篮球",
    newsId: 2,
    music: {
      url: "http://111.6.224.15/amobile.music.tc.qq.com/C4000014UK6s0gzOnv.m4a?guid=1229199900&vkey=2769FC886DB1FFFBE469E2075AB96245A27415BA291C75295F4E2864A23C75B2F06C024D0B3DED5A60DADDBDD69D0A16579D8B497C6FA747&uin=0&fromtag=66",
      title: "理查德·克莱-梦中的婚礼",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001k4Q4m2RYxCy.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-8.png",
    time: "2020-05-07",
    text:"编者按:原文撰写于2019年12月4日，在被火箭交易到雷霆后，保罗接受了The Undefeated的采访，谈到重回俄克拉荷马的心路历程。今天又恰好是保罗35岁生日，我们重新回顾此文，祝老炮生日快乐!",
    text1: "在被火箭交易到俄克拉荷马雷霆之后，克里斯`保罗虽然对这笔交易非常震惊，但依然平静地接受了一切，并且对媒体表示:“我忠于篮球。”",
    text2: "本赛季，为俄克拉荷马雷霆效力的克里斯·保罗并无太多的夺冠可能。相比于洛杉矶或者休斯顿，俄克拉荷马这座城市的知名度也远不及它们。此外，这也是保罗15年职业生涯中，第一次远离妻子和孩子奔赴其他城市打球。但对于这位34岁的联盟顶级控卫来说，他已经适应甚至在努力享受这一切。而事实上，保罗也很愿意成为雷霆队重建的一份子，帮助阵中的年轻队员尽快成长起来。",
    text3: "在107-104客场战胜新奥尔良鹈鹕队的比赛中，保罗砍下16分并且送出8次助攻。赛后接受媒体采访时，保罗表示：“我热爱篮球，我忠于篮球。我的想法是，只要我还站在球场上，我就要去努力争取每一场比赛的胜利。我一直都向着赢球这一目标前进。我很高兴可以成为球队赢球的功臣，而不是拖球队后腿的一-份子。”",
    text4: "在去年夏天，保罗被火箭交易到了雷霆。虽然这位曾9次入选全明星的联盟顶级巨星把他在休斯顿的两个赛季称为职业生涯最好的两年，但火箭连续两个赛季止步季后赛，交易保罗到俄克拉荷马的流言也蜂拥而来。尽管如此，保罗依然坚信自己在新赛季还会留在休斯顿，毕竟在18年夏天，他才刚和火箭新签了一份4年1.6亿美元的合同。而火箭总经理也向保罗承诺，新赛季的火箭队依然向他敞开大门。但仅过了几天，他们便将保罗和四个首轮选秀权打包送到了俄克拉荷马，换来了威斯布鲁克。而这笔交易也使得火箭当家球星詹姆斯·哈登和他的雷霆前队友在休斯顿重聚。",
    text5: "众所周知，保罗和哈登在上赛季确实不太合拍。有消息称，当火箭在2019年季后赛西部半决赛第二场输给金州勇士后，两人就结下了梁子。保罗承认自从他被交易后，他和哈登还没有真正交谈过。“这就是生活，一切都有可能发生，我希望他一切都好。”保罗对哈登表示。而对于一直正在重建中的球队来说，功勋老将的加盟总是很难与球队融入一体，这样的情况并不少见。",
    text6: "例如在去年夏天，曾帮助勇士夺得总冠军的伊戈达拉被交易到孟菲斯灰熊后，与正在重建的灰熊便非常不合拍，甚至一度闹得非常僵。但是保罗和雷霆队却一见如故，并且他在俄克拉荷马受到了当地球迷热烈的欢迎。在2005年，保罗在第四顺位被新奥尔良黄蜂队选中。但是在卡特里娜飓风席卷新奥尔良之后，保罗跟随黄蜂队征战的前两个赛季，球队的主场都设在俄克拉荷马城。而在新奥尔良恢复平静以后，球队才迁回了新奥尔良。",
    text7: "雷霆主教练比利·多诺万在接受媒体采访时表示：“保罗在7月份参加了4次球队训练，并且努力融入队友。保罗和队友们一起训练，一起吃饭，这对于一名老将来说的确难能可贵，也让阵中的年轻人们感到很惊讶。我很欣赏他的职业精神，对于一名34岁的老将来说，保罗坚持每天上午八点半就到球馆进行训练。他非常注意对自己身体的照顾，保持规律的饮食，并且坚持锻炼。而除以之外，他还有很多事情要做。对于其他人来说，他可能会说，我34岁了,我没时间和这些年轻人待在-起，我没时间去融入球队。但保罗却努力让自己融入球队，去花时间处理好跟队员们的人际关系，这对于球队来说是很重要的。”",
    likeNum: 6,
    commentNum: 7,
    collectionNum: 5,
    readingNum: 10,
    collectionStatus: true,
    likeStatus: false,
    comments: [
      {
        username: '不止篮球',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579657200',
        content: {
          txt: '保罗加油！',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "火箭有双核心反而离总冠军更远，哈登中意新帅是他？该换人了",
    images1: "/images/news/spo_7.png",
    images2: "/images/news/spo_8.png",
    images3: "/images/news/spo_9.png",
    title1: "热门",
    title2: "清风说体育",
    newsId: 3,
    music: {
      url: "http://111.6.224.15/amobile.music.tc.qq.com/C4000014UK6s0gzOnv.m4a?guid=1229199900&vkey=2769FC886DB1FFFBE469E2075AB96245A27415BA291C75295F4E2864A23C75B2F06C024D0B3DED5A60DADDBDD69D0A16579D8B497C6FA747&uin=0&fromtag=66",
      title: "理查德·克莱-梦中的婚礼",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001k4Q4m2RYxCy.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-9.png",
    time: "2020-05-08",
    text:"NBA联盟何时重启在目前是很多球迷比较关心的话题，可是鉴于美国疫情形势严峻因此比赛重启也是遥遥无期，然而对于各大球队以及球员们来说。要做好万全准备等待比赛的随时开启，就要保证自己的身体状况时刻处于巅峰状态，这样才可以迎接比赛的开启。不过在眼下对于绝大多数的球队来说，新赛季才是最为重要的因为常规赛很有可能会取消，就算是那些边缘性的球队成功挤入季后赛，也必须要承认本赛季的含金量已经是大大降低。因此在目前对于那些没有希望进入季后赛，或者是想要在新赛季能够取得好成绩的球队而言，就需要未雨绸缪其中火箭队就是这么一支球队，毕竟在本赛季已经存在很多问题急需解决。",
    text1: "",
    text2: "在最近几个赛季我们看到火箭队的表现大体上还是令人满意，可惜的是只是差个临门一脚最终导致功亏一篑。在本赛季迎来了威斯布鲁克之后有望和哈登搭配双核心，可是在主教练德安东尼坚持使用5小球战术之后，别让球队的防守出现巨大漏洞，因此双核心参数并没有得到有效的发挥，在送走了卡佩拉迎来了考文顿总体上来讲也是中规中矩,并没有令人惊讶的表现。",
    text3: "因此很多球迷就认为德帅已经没有必要再继续呆在球队，考虑到双方的合约在本赛季即将到期，同时球队管理层方面到现在为止也没有公开讨论续约等事宜，据相关消息报道俱乐部方面只愿意提供一年五百万的续约合同，可是德安东尼方面希望续约时间能够再长一些，考虑到本赛季球队的成绩管理层方面也没有对此进行回应，如果不出意外很有可能在本赛季合约到期之后就会选择离开，那么就需要物色一个经验丰富主教练。",
    text4: "从目前来看去年森林狼队节目的锡伯杜或许是最佳人选，首先他最为擅长的就是防守而这也是当前火箭队的最大热点之一，如果能够有效弥补这一缺点那么我们相信，新赛季到来火箭必然会给广”大球迷呈现出不一样的画面！虽然这位教练在目前仍然是赋闲在家，然而联盟方面也有很多球队频频向他拋出橄榄枝，其中就有蔡老板所在的蓝网已经将目标放在他的身上，至于说能否接受恐怕还需要待价而沽吧!虽然说锡伯杜的最大优势就是防守，那也必须要承认他的弱点或者是漏洞就是只重视核心球员，对于边缘性的球员基本上是漠视的，这也就是为何在2019年初会被森林狼队结束合约。如果真的是锡伯杜到来作为双核心的哈登和威少必然是压力山大，尽管在赛场上.上的数据是多么的好看，球员也是人长时间的体力消耗以及生病的因素，必然会降低球员的进攻能力。",
    text5: "而在目前我们也看到死亡小球战术早已被对手摸清了底细，如果说德安东尼是采用这样的战术方案，恐怕对于火箭队来讲确实不是一个好消息。在此情况下哈登作为当今联盟超级球星，无论是金钱还是名望早也是赚得盆满钵满，可对于他来说身为职业篮球运动员也是当今联盟的超级巨星之一，居然没有得到过总冠军这对于他来说，也是一个巨大的遗憾。",
    text6: "最近几个赛季都是距离总冠军也是差了那么一丢丢。至于说威少连续三个赛季场均三双，如此优异的数据也足以笑傲整个联盟，可这并不能够让他感到满意，在没有来到火箭队之前一直都效力于雷霆队，也和死神杜兰特以及哈登共同打进过总决赛，可惜的是到最后也是功亏一篑。因此在这种情况下对于这两位球员而言，对于夺取总冠军有着莫名的冲动和执着，但是在本赛季两人并肩携手并没有创造出应有的火花，相反在死亡小球战术的理念下。两人应有的能力并没有得到充分的发挥，因此不仅是他们两个人甚至就连很多球迷，也认为固执己见的德安东尼恐怕不适应现在球队的发展！",
    text7: "除此之外，哈登也非常中意杜伯特可惜他不是球队的老板除非买点股份拥有话语权，因此对于主教练的人选到现在管理层方面也没有透露出任何的消息，但是从哈登的态度来看非常希望换人，由锡伯杜接任！",
    likeNum: 6,
    commentNum: 7,
    collectionNum: 5,
    readingNum: 10,
    collectionStatus: true,
    likeStatus: false,
    comments: [
      {
        username: '清风说体育',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579657200',
        content: {
          txt: '哈登加油，支持哈登！！',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "对比30岁汤普森和30岁麦迪得分数，差距比想象中大",
    images1: "/images/news/spo_10.png",
    images2: "/images/news/spo_11.png",
    images3: "/images/news/spo_12.png",
    title1: "推荐",
    title2: "大西",
    newsId: 4,
    music: {
      url: "http://111.6.224.15/amobile.music.tc.qq.com/C4000014UK6s0gzOnv.m4a?guid=1229199900&vkey=2769FC886DB1FFFBE469E2075AB96245A27415BA291C75295F4E2864A23C75B2F06C024D0B3DED5A60DADDBDD69D0A16579D8B497C6FA747&uin=0&fromtag=66",
      title: "理查德·克莱-梦中的婚礼",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001k4Q4m2RYxCy.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-7.png",
    time: "2020-05-08",
    text:"汤普森是历史顶级的二当家，作为一个得分后卫，汤神的球风极具特点。他不像一般分卫那样，具有顶级的持球进攻能力。但在无球方面，他的才华太突出了。历史数一数二的投射能力，三分和中投张手就有。空切和快攻能力也不错，防守表现一-流，完全不占球权，是3D类型球员的天花板。那同为分卫，汤普森的得分能力和同期麦迪相比，结果如何呢?差距比想象中更大。",
    text1: "麦迪是高中生球员，他18岁的就进入NBA，生涯前3个赛季都在打替补。离开猛龙之后，麦迪就迅速成长为超级巨星，不过在30岁的时候，麦迪已经因伤走下神坛了。汤普森30岁时同样遭遇大伤，他的个人荣誉没有麦迪多，但却有3枚冠军戒指，成就可以说是平分秋色。",
    text2: "汤普森21岁才进入联盟，30岁的他一共在联盟打了8个赛季，都效力于勇士队。他累计拿到了11995分，场均可以砍下19.5分，投篮命中率保持在45.9%，是一个非常高效稳定的得分手，生涯最高分则是著名的三节60分神迹。",
    text3: "相比之下，同期麦迪要多打不少比赛。30岁的时候，麦迪已经打了12个赛季了，他当时-一共拿到了17289分， 场均可以拿到22分，投篮命中率也有43.8%，单场最高分则是61分。可以看到，常规赛得分数据，麦迪是完胜同期汤普森的，而他还拿过2次得分王头衔，得分能力明显更强。",
    text4: "常规赛数据对比",
    text5: "汤普森非常幸运，他进入联盟之后，库里就迅速崛起，水花兄弟也展现出了很强的实力。除了菜鸟赛季之外，汤普森从未缺席季后赛，过去5年更是连续杀进总决赛。他季后赛已经拿到了2372分，场均得分为19.3分，投篮命中率则是44.2%，单场最高分是当年对阵雷霆的41分，单场11记三分仍历历在目。",
    text6: "麦迪个人能力很出色，不过他的带队表现算不上顶级。30岁之前麦迪虽然也打了7次季后赛，但这7次季后赛，麦迪清一色都是倒在首轮，所以一共也只打了38场而已。他一共拿到了1084分，不过场均可以轰下28.5分，投篮命中率也有43%，单场最高分是对阵活塞时砍下的46分。",
    text7: "总的来看，汤普森的优势在于命中率更高，季后赛总分更高。但在其他方面，麦迪都更强无疑，尤其是30岁时季后赛场均28.5分，更是强出太多，不得不说，这样的差距比想象中还要大一些。",
    likeNum: 4,
    commentNum: 3,
    collectionNum: 2,
    readingNum: 6,
    collectionStatus: true,
    likeStatus: true,
    comments: [
      {
        username: '大西',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1579657200',
        content: {
          txt: '汤普森加油！！',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "杜兰特真的不如詹姆斯？对比各项数据，差距一目了然",
    images1: "/images/news/spo_13.png",
    images2: "/images/news/spo_14.png",
    images3: "/images/news/spo_15.png",
    title1: "热门",
    title2: "追追追球者",
    newsId: 5,
    music: {
      url: "http://111.6.224.15/amobile.music.tc.qq.com/C4000014UK6s0gzOnv.m4a?guid=1229199900&vkey=2769FC886DB1FFFBE469E2075AB96245A27415BA291C75295F4E2864A23C75B2F06C024D0B3DED5A60DADDBDD69D0A16579D8B497C6FA747&uin=0&fromtag=66",
      title: "理查德·克莱-梦中的婚礼",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001k4Q4m2RYxCy.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-5.png",
    time: "2020-05-08",
    text:"杜兰特与詹姆斯数据对比。",
    text1: "首先我们谈谈杜兰特，由于伤病原因，本赛季杜兰特没有参加任何一次比赛，因此只能参考上赛季的数据。1论阵容，18-19赛季的勇士是最强的勇士，但也是伤病最多的勇士。18-19赛季常规赛，杜兰特出战了78场比赛，场均上场时间为34.6分钟，砍下了26分6.4篮板5.9助攻。这个数据对于杜兰特来说，显然是比较低的，许多数据都不如他生涯的平均值，如今杜兰特正处于生涯最巅峰的状态，从数据上看，确实不应该如此低。但这并不能说明杜兰特的能力。18-19赛季的勇士能力强的球员实在是太多，许多时候杜兰特都不需要站出来，随随便便打打比赛，保持自己的的状态，勇士就能轻松取胜吗，与雷霆时期截然不同。而在季后赛，就能看出杜兰特的能力有多强。上个赛季虽然勇士杀入了总决赛，但杜兰特的上场次数并不多，只有12场比赛。在这12场季后赛来，杜兰特开启了死神模式，场均砍下32.3分4.9篮板4.5助攻，罚球命中率高达90.3%。这个赛季的季后赛数据是杜兰特生涯至今为止数据最高的一次。",
    text2: "下面我们再来看看詹姆斯。本赛季詹姆斯表现再一次让球迷们震惊，场均10.6个助攻排在联盟第一的位置，这让许多人感到非常的震惊。要知道詹姆斯已经35岁了，对于绝大部分球员来说，这个年纪已经进入了生涯的晚期，甚至是末期了，身体的各方面都有明显的下降。要想保持一个好的状态是一件非常困难的事情，更别说是进步了。而詹姆斯就做到了这一点，场均10.6个助攻是詹姆斯生涯至今为止助攻次数最多的一个赛季。而这已经不是詹姆斯第一次进步了。近年来，詹姆斯的打法改变了许多，虽然是不是可以有劲爆的突破扣篮，但与以前相比确实少了很多。最近几年詹姆斯的在技术方面有了明显的进步，投篮命中率上升了不少尤其是三分球，在热火时期詹姆斯的三分球并不好，而如今经常现在三分出手，作为詹姆斯的好基友韦德都表示不可思议,并调侃认为詹姆斯当初并没有使用全部实力和他一起打球。",
    text3: "如今詹姆斯已经将近36岁了，本赛季出场60场比赛，场均出场34.9分钟，砍下25.7分7.9篮板10.6助攻。除助攻外，其他数据对詹姆斯来说并不突出。但本赛季湖人的阵容非常强大，上个赛季湖人的阵容是不能相提并论的。因此詹姆斯在湖人就好比杜兰特在勇士的时候一样，常规赛是比较轻松的，而且近年来詹姆斯打常规赛都是以“划水”的状态去打球，只到了季后赛才会进入“全力詹”的模式。上赛季詹姆斯未能带领湖人获得季后赛的门票，这很大一部分原因是因为伤病，不过好在如今恢复的比较好，目前来看对职业生涯并没有太大的影响。在18-19赛季之前，詹姆斯已经连续8年带领球队杀入总决赛，这注定被写入NBA历史。在17-18赛季季后赛中，詹姆斯出战22场比赛，场均上场时间高达41.9分钟，场均砍下了34分9.1篮板9助攻的恐怖数据，但18年在总决赛上的对手是一直拥有杜兰特的健康的勇士，最终无缘总冠军。",
    text4: "从数据上看，在最近的一次数据对比当中，詹姆斯的数据要比杜兰特好。最重要的一点是詹姆斯的年龄比杜兰特要大。上个赛季季后赛的时候，杜兰特在30岁左右，而17-18赛季的季后赛，詹姆斯已经34岁了。过了30岁之后，人体的各项机能都会开始下滑，这对职业运动员来说影响非常的大。许多球员在30岁的时候是还是巅峰，34岁已经是生涯末期了，正考虑退役的事情了。",
    text5: "带队能力对比。杜兰特在加盟勇士之前，只打过一次的总决赛。2012年西部决赛，雷霆以0比2落后的情况下，杜兰特带领雷霆连扳4局，最终带领雷霆杀入总决赛。但无奈对手是拥有巅峰三巨头的热火，这也是杜兰特对詹姆斯第一次在总决赛上的对决，雷霆球员极具天赋，但当时太年轻了，最终输掉了比赛。在勇士三年期间，杜兰特帮助勇士3年打入总决赛，完成了三年两冠军。杜兰特生涯至今为止拥有2座总冠军和2个FMVP。",
    text6: "詹姆斯第一-次打入总决赛是在06-07赛季，当时的对手是马刺，那年总决赛骑士输得非常惨，被马刺以4比0，赛后邓肯还对詹姆斯说：“未来是你的。”成为了经典。后来就是从10-18年连续8个赛季打入总决赛。詹姆斯生涯一共9次带领自己的球员打入总决赛，夺得了3座总冠军，个人获得了3个FMVP。",
    text7: "对比之后，差距就非常明显了。杜兰特在未加盟勇士之前，勇士就已经是冠军球队了，而且在此之前，更是创下联盟第一的常规赛记录。杜兰特靠自己的能力只能带来自己的球队杀入一次总决赛，而且未能夺得冠军。詹姆斯抱团也只是在热火时期，在热火的四年里夺得了两座总冠军。如果不记杜兰特在勇士的三年两冠和詹姆斯在热火的四年两冠。那么杜兰特并没有总冠军，只带领球队一次杀入总决赛。而詹姆斯5次带领自己的球队杀入总决赛，并在15-16赛季夺得了总冠军。15-16赛季的总冠军是对于詹姆斯来说是非常艰难的，在1比3落后的情况下，完成了逆转。当时的詹姆斯也只是31岁，和如今的杜兰特年纪一样。总的来说，还是詹姆斯比杜兰特更优秀一些，詹姆斯是联盟第一小前锋实至名归。",
    likeNum: 6,
    commentNum: 4,
    collectionNum: 3,
    readingNum: 6,
    collectionStatus: false,
    likeStatus: true,
    comments: [
      {
        username: '追球者',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1578657200',
        content: {
          txt: '喜欢杜兰特，KD加油！',
          img: [],
          audio: null,
        }
      }
    ]
  },
  {
    title: "98年总决赛乔丹得分占全队31.7%，15年詹皇更悲壮",
    images1: "/images/news/spo_16.png",
    images2: "/images/news/spo_17.png",
    images3: "/images/news/spo_18.png",
    title1: "推荐",
    title2: "蓝途之路",
    newsId: 6,
    music: {
      url: "http://111.6.224.15/amobile.music.tc.qq.com/C4000014UK6s0gzOnv.m4a?guid=1229199900&vkey=2769FC886DB1FFFBE469E2075AB96245A27415BA291C75295F4E2864A23C75B2F06C024D0B3DED5A60DADDBDD69D0A16579D8B497C6FA747&uin=0&fromtag=66",
      title: "理查德·克莱-梦中的婚礼",
      coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001k4Q4m2RYxCy.jpg?max_age=2592000"
    },
    avatar: "/images/avatar/avatar-10.png",
    time: "2020-05-08",
    text:"近来，随着乔丹纪录片的热播，乔丹与詹姆斯的比较总是不断。乔丹6次总决赛6次总冠军6次当选Fmvp，而詹姆斯连续八年总决赛之旅，生涯3次总冠军3次FMVP。两人在总决赛的表现都是历史级别的，1998年是乔丹生涯最后一场总决赛，也是最艰难的一场总冠军，G6也诞生那一记世纪之投。而詹姆斯在2015年的总决赛之旅，先后损失乐福和欧文两大巨头的情况下，与勇士顽强抵抗6战惜败。乔丹和詹姆斯的得分占全队的比例都是历史级别的。",
    text1: "乔丹在1998年总决赛的得分占了公牛全队得分的31.7%，这已经非常夸张了。1998年的NBA总决赛大家都是非常熟悉，那是乔丹最后的一个冠军，他也是在总决赛第六场用最完美的方式拿到了他和公牛的第六座总冠军奖杯。看一下1998年NBA总决赛皮蓬和罗德曼的数据你就明白了，那一次的总决赛可以算是单核了。那一年乔丹35岁，皮蓬32岁，罗德曼37岁，有没有一-点意外？",
    text2: "1998年NBA总决赛公牛和爵士的六场比赛，乔丹场均32.4分，5.1个篮板，3.5次助攻，数据虽然没有那么的夸张，但是在NBA防守最好的时代，这样的场均得分已经是对顶尖的存在了。皮蓬因为受伤病的困扰，状态非常差，场均只有15.7分，6.8个篮板，4.8次助攻。",
    text3: "而37岁的罗德曼仿佛没有了魔力，总决赛六场比赛场均只有3.3分，8.3个篮板，你没有看错，篮板确实只有8.3个。就是在这样的情况下，公牛还是以4比2的比分战胜了强大的爵士。看到这些数据，乔丹即便没有那完美的最后一投，他依旧是NBA最伟大的球员。在赢得第六个总冠军后，乔丹与杰克逊教练相互拥抱庆祝。菲尔·杰克逊赛后说，“他就是大赢家，他用各种方式证明了自己，有多少次他告诉我们什么是生活中的真正英雄！”",
    text4: "2015年总决赛的詹姆斯更夸张，他的得分占了骑士全队得分的38.3%。2015年，这是詹姆斯多次总决赛之旅场均得分最高的一次，也是最为艰难的一次。先是乐福，首轮横扫凯尔特人的系列赛当中，乐福在第四场比赛和奥利尼克的一次拼抢里遭遇左肩脱臼，他的季后赛直接报销。再是欧文，欧文在次轮面对公牛的比赛中受伤，左膝盖肌腱炎和右脚拉伤让他缺席了东部决赛赛欧文迎来了复出。总决赛面对勇士，欧文第一场比赛仍然选择了出战。可惜，加时赛开始后3分钟，欧文突破滑倒，他的左膝受伤，赛后诊断为左膝骨折，欧文也不得不缺席剩下的所有比赛。",
    text5: "当时来看，不少人都认为系列赛已经提前宣告结束了，毕竟先后失去了乐福和欧文的骑士除了詹姆斯之外，其他的球员几乎都难堪大用，骑士可能连一场比赛都赢不下来。 然而接下来的两场比赛，骑士出乎意料地全部拿下，一度取得了2-1的领先。",
    text6: "詹姆斯自然是最大的功臣，他在第一场比赛里就拿到了44分8篮板6助攻,随后的两场比赛，没有欧文，没有乐福，詹姆斯分别拿到了39分16篮板11助攻的大号三双和40分12篮板8助攻，三场下来，詹姆斯场均只休息4分钟，场均拿到41。他在第三场比赛结束之后疲惫地将球放在地上，仿佛已经耗尽了全力。",
    text7: "可惜从第四场比赛开始勇士开始改变阵容，科尔将伊戈达拉提上了首发，目的就是为了缠住詹姆斯，而詹姆斯也是人，在伊戈达拉、格林和巴恩斯的连番防守之下，詹姆斯终究寡不敌众。值得一提的是，在关键的第五场比赛他拿下了40分，最后一场比赛虽然输掉，但詹姆斯也拿到了32分18篮板9助攻的大号准三双。这是一次很悲壮的系列赛，詹姆斯英雄盖世，在乐福和欧文先后伤停的情况下，将骑士扛在肩.上，展示出惊世骇俗的单核作战能力，个人数据更是空前。",
    likeNum: 6,
    commentNum: 4,
    collectionNum: 3,
    readingNum: 6,
    collectionStatus: false,
    likeStatus: true,
    comments: [
      {
        username: '蓝途之路',
        avatar: '/images/avatar/avatar-1.png',
        create_time: '1577657200',
        content: {
          txt: '15年詹姆斯是真的带不动呀！',
          img: [],
          audio: null,
        }
      }
    ]
  }
]
/**
 * 注册登录账户
 */
var loginList = [
  {
    username: 'null',
    password: 'null',
    password1: 'null'
  }
]
module.exports={
  newsList:newsList,
  armsList:armsList,
  diseaseList:diseaseList,
  funList:funList,
  sportList:sportList,
  loginList:loginList
}